{
    "cats" : [
        {
            "ElementId" : 1,
            "Race" : "Kot Domowy Krótkowłosy",
            "Description" : "Koty domowe, czyli „dachowce” stanowią najliczniejszą grupę, obok psów, zwierząt od lat towarzyszących człowiekowi. Rasy kotów są jednym ze sposobów klasyfikacji kotów domowych. Charakteryzuje je wspaniała kondycja psychiczna, oczywiście doskonale sobie radzi w warunkach dzikich i domowych. Jest bardzo Kot Domowy Krótowłosy przyjacielski o spokojnym temperamencie, świetnie się czuje w otoczeniu człowieka. Kot uważany jest za kota danej rasy, jeżeli spełnia wszystkie cechy określone dla tej rasy. Odmiana kota domowego może być również określona przez właściwości inne niż rasa, takie jak: kategoria, odmiana i grupa barwna. W przypadku kategorii Kota Domowego, konkursowa weryfikacja (FIFe) dopuszcza posiadanie oczu w dowolnej barwie, futra w dowolnej barwie i deseniu oraz długości, ogona dowolnej długości oraz kształtu. Ważnym przy ocenie będzie bardzo dobra ogólna kondycja zwierzęcia, czyli ładna budowa, dobra prezencja, harmonijny kolor futra i deseniu na nim.",
            "Description2" : "Karmić, głaskać, traktować jak pana i władce.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 2,
            "Race" : "Kot Orientalny Krótkowłosy",
            "Description" : "Koty o syjamskiej budowie ciała ale nie posiadające wymaganych barw punktowych są uważane przez niektóre związki w tym FIFe jako Orientalne. W zasadzie kot Orientalny jest pod wszelkimi względami taki sam jak syjamski poza brakiem dymnych punktów innego koloru futra. Wywodzi się od kotów syjamskich. Ma trochę cichszy od nich głos ale jest równie rozmowny. Orientalne koty były znane przez wiele lat ale po raz pierwszy zdobyły popularność we wczesnych latach 60-tych, kiedy kilku wielbicieli rozpoczęło hodowlę w dużej różnorodności kolorów. Niektórzy specjalizowali się w paru tylko kolorach lecz wszyscy przykładali wielka uwagę w czasie selekcji do cech charakteru, kondycji, dobrego temperamentu jak również do ładnego wyglądu. Niektóre z nich były osiągnięte jako boczne gałęzie głównego programu hodowlanego syjamskich i innych powstałych po kolejnych eksperymentach genetycznych. Jasno brązowy stanął u podstawy całej serii kolorów, jak Orientalny Biały z szafirowymi oczami. Brytyjski GCCF ustanowił jednobarwne syjamskie jako Orientalne Zagraniczne. Zagraniczne czekoladowe zostały nazwane – Hawana. Europejska FIFe i brytyjska Cat Association of Britain uznała całą grupę tych kotów jako Orientalne i podobnie też amerykańska CFA. Organizacje różnie nazywałaby barwy tych kotów. Przyjęła się systematyka rasy CFA – rozdziela rasę na 5 grup. Kolory jednolite, cieniowane, przypalane, pręgowane i srebrne. W ten sposób Orientalne zdobyły status czempiona w 1987 r. Następnego roku wiele orientalnych znalazło się pośród 20 najlepszych w rankingu CFA. W Brytanii każdy kolor tego kota musiał być klasyfikowany oddzielnie. Od 1995 r. ich status jako grupy nadal jest w ciągłej dezorganizacji. Te koty nazywane są również „tęczowymi”, występują aż w 13 odmianach umaszczenia. Wyglądają jak Syjamskie lecz nie mają punktowego zabarwienia futra. Koty tej rasy z charakteru przypominają psy – to border collie wśród kotów, miauczą głośno i często. Są bardzo gadatliwe. Uwielbiają ludzi są bardzo inteligentne i łatwo się uczą. Kot Orientalny Krótkowłosy został wyhodowany w latach 50-tych i 60-tych XX w. krzyżując koty: Krótkowłose z Rosyjskimi Niebieskimi i Abisyńskimi . Odmiana długowłosa powstała w latach 70-tych po skrzyżowaniu Orientalnych Krótkowłosych z kotami Rosyjskimi Niebieskimi i Balijskimi. Praca nad rasą skupiła się na podobieństwie do Syjamskiego. To rasa bardzo pomieszana genetycznie dlatego rzadko u nich występują wady wrodzone. Żyją nawet do 20 lat.",
            "Description2" : "Orientalny jest ekstrawertykiem, inteligentny i bardzo uczuciowy. Jest aktywny i chętny do zabawy, natomiast nie lubi przebywać sam. Są naturalnie bardzo czystymi kotami. Drobne i krótkie futro jest łatwe do utrzymania. Duże uszy potrzebują regularnego czyszczenia. Koty te powinny mieć do dyspozycji drapak czyli deskę w, którą będą wbijać swoje pazury.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 3,
            "Race" : "Kot Orientalny Długowłosy",
            "Description" : "Koty o syjamskiej budowie ciała ale nie posiadające wymaganych barw punktowych są uważane przez niektóre związki jako Koty Orientalne. W zasadzie kot Orientalny jest pod wszelkimi względami taki sam jak syjamski poza dymnymi punktami innego koloru futra. Ma trochę cichszy głos ale jest równie rozmowny. Brytyjski GCCF Ustanowił jednobarwne syjamskie jako Orientalne Zagraniczne. Zagraniczne czekoladowe zostały nazwane – Hawana. Europejska FIFe i brytyjska Cat Association of Britain uznała całą grupę tych kotów jako Orientalne i podobnie amerykańska CFA. Organizacje różnie nazywałaby barwy tych kotów. Przyjęła się systematyka rasy CFA – rozdziela rasę na 5 grup. Kolory jednolite, cieniowane, przypalane, pręgowane i srebrne. W ten sposób Orientalne zdobyły status czempiona w 1987 r. Następnego roku wiele orientalnych znalazło się pośród 20 najlepszych w rankingu CFA. W Brytanii każdy kolor tego kota musiał być klasyfikowany oddzielnie. Od 1995 ich status jako grupy nadal jest w ciągłej dezorganizacji. Hodowcy dawno pracowali nad osiągnięciem jednobarwnego kota orientalnego. Okazało się to być nie trudne. Oczekiwaną rasę osiągnięto w Wielkiej Brytanii i Stanach Zjednoczonych. Klasyfikacja w szeregu kotów rasowych nie była prosta i trwała od lat 50 – tych. Organizacja europejska FIFe uznała tę rasę w 1970 r. Natomiast nie zaklasyfikowano odmiany hawajskiej kota orientalnego z uwagi na to, że jego protoplastą był kot rosyjski niebieski. Koty orientalne generanie posiadają cechy syjamskich, są zatem towarzyskie, bardzo inteligentne i bardzo ruchliwe. Potrzebują zainteresowania i zapewniania rozrywek. Są odporne na choroby. Żyją w komitywie z innymi zwierzętami domowymi. W budowie bardzo podobne do kota sjamskiego swojego protoplasty.",
            "Description2" : "Orientalny jest ekstrawertykiem, inteligentny i bardzo uczuciowy. Jest aktywny i chętny do zabawy, natomiast nie lubi przebywać sam. Są naturalnie bardzo czystymi kotami. Drobne i krótkie futro jest łatwe do utrzymania. Duże uszy potrzebują regularnego czyszczenia. Koty te powinny mieć do dyspozycji drapak czyli deskę, w którą będą wbijać swoje pazury.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 4,
            "Race" : "Kot Peterbald",
            "Description" : "Kot Peterbald (Przyznanie rasy w 01.01.2012 przez FIFe) Peterbald cat Kot Peterbald Rasa Peterbald powstała w drugiej połowie 1994 r. w Sankt Petersburgu, w Rosji, w ​​wyniku eksperymentalnego krzyżowania z Don Sfinksem bezwłosym kotem (znany również jako, Donskoy lub Donsky) samcem nazwanym Afinogen z Orientalnym krótkowłosym (mistrzem świata o imieniu Radma von Jagerhov) Krzyżówki dokonała rosyjska felinolog Olga S. Mironova. Pierwsze dwa mioty kociąt to cztery Peterbaldy: Mandarin Murino, Maskat Murino, Nezhenka Murino i Nocturne Murino. Te cztery Peterbaldy były założycielami rasy. W 1996 r. rasa została zarejestrowana w rosyjskiej organizacji felinologicznej opisując standard nowej rasy i przyjmójąc skrót PBD. W 1997 r. został przyjęty w TICA Międzynarodowym Stowarzyszeniu Kota ze skrótem PD, a w roku 2003 w WCF (Swiatowa Federacja Kota) ze skrótem PBD. Ta rasa rozwija się w kierunku nowoczesnych typów orientalnych i syjamskich kotów, czyli długi pysk, duże uszy ustawione daleko od siebie, płaskie kości policzkowe i elegancki korpus o długich nogach. Wszystkie standardy dla tej rasy zachęcają do krzyżówek z kotami Orientalnymi i Syjamskimi. Peterbald został przyjęty do klasy konkurencji w mistrzostwach z dniem 1 maja 2009 r. w ACFA (American Cat Fanciers Association) w sierpniu 2008 r. a TICA w maju 2008 r.",
            "Description2" : "Peterbaldy są słodkie, czułe, spokojne, nowoczesne, eleganckie i energiczne. Są średnio głośne, chodzą za swoimi właścicielami żeby zawsze być z nimi. Peterbaldy zazwyczaj żyją w zgodzie z innymi kotami i zwierzętami, a także z dziećmi. Podobnie jak inne nagie koty Peterbald potrzebuje regularnego czyszczenia skóry, która ma tendencję do produkcji tłustej oleistej wydzieliny.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 5,
            "Race" : "Kot Syjamski",
            "Description" : "Prawdopodobnie najbardziej znana ze wszystkich ras. Dzisiejszy kot syjamski różni się od tych znanych we wczesnych latach XIX w. choć oczywiście zachował swoje barwy punktowe wywołane himalajskim genem, który ogranicza zabarwienie do twarzy, uszu, łap i ogona. Koty te były zaprezentowane w 1871 r. brytyjskim i amerykańskim dyplomatom w Kryształowym Pałacu Królewskim w Londynie, jako Siam. Przy tej okazji wydano również katalog z rysunkami dokumentujący zdarzenie tej prezentacj. Inną kluczową datą jest 1884 r. w którym to roku konsul brytyjski Owen Gould wysłał dwa Focze Syjamy (focze czyli o bardzo ciemnych barwach punktowych) do swojej rodziny w kraju. Był to prezent od króla Syjamu Chulalongkorna. Dlatego też niektórzy uważają, że rasa „królewska” była czysta i ta data jest ważniejsza jako data odkrycia i odnotowania Syjamów. W latach 80-tych XIX w. spisano po raz pierwszy standard tej rasy. Opisano go jako smukłego kota, niepodobnego do kota europejskiego o zagiętym ogonie i o lekkim zezie (te 2 ostatnie cechy są obecnie wadami). Legenda mówi, że damy na królewskim dworze wieszały pierścionki na kocich ogonach co je wykrzywiło a ich strażnicza natura wywołała zeza – rzecz jasna to tylko legenda. Legendy również przekazują, że był to znany kot królewski Syjamu (dziś Tajlandia). Miszkał w pałacu a nieproszonych gości atakował z ukrycia. Był również ulubieńcem w świątyniach. Syjamskie to koty ładne, wymagające i bardzo zazdrosne. Ilustrowane manuskrypty pochodzące z lat 1351-1767 r. ze stolicy Syjamu, Ayutthayi, przedstawiają miedzy innymi kota Syjamskiego. Z opisów wynikało, że gatunek tego kota starannie podtrzymywano i dbano o jego czystość. Część z nich zamieszkiwała ulice krzyżując się z innymi rasami kotów. W XVII w. Simon Pallas – niemiecki przyrodnik napotkał Syjamy wolno żyjące w centralnej Rosji, lecz nie wiadomym jest skąd koty te znalazły się w tym miejscu. Pierwszy czempion tej rasy nazywał się Wankee i zyskał ten status w Anglii na wystawie w 1896 r. (miał jeszcze krzywy ogon). Rasa ta skupiła na sobie duże zainteresowanie, które wkrótce zaczęło narastać. Oryginalny królewski kot Syjamski miał brunatne zabarwienie punktów (foczy point), niektóre Syjamy miały jaśniejsze barwy punktów przez co zostały wkrótce uznane jako oddzielna rasa zwana Czekoladowym Pointem. Naturalnie występująca jaśniejsza maść dała również początek barwie futra szarego z odcieniem fioletu. W rezultacie ta odmiana została zaklasyfikowana pod nazwą Blue Point. Ciemnobrązowe znaczenia, zwane inaczej foczy point są do dziś wśród ortodoksyjnych wielbicieli tego gatunku najważniejszą cecha Syjama (nie uznają innych barw). Z rosnącą wiedzą na temat genetyki kolorów, hodowcy zorientowali się, że można rozszerzyć linie kolorów dla tej rasy, poprzez robienie rozsądnych krzyżówek i przez selekcje by osiągnąć w rezultacie doskonały typ Syjama. Czerwona seria tych kotów została uzyskana przez krzyżowanie z czerwonym pręgowanym i szylkretowym. Brytyjska GCCF i CA uznały wszystkie krótkowłose Pointy orientalnego typu jako Syjamskie i podobnie postąpiły inne związki w szczególności FIFe. Inne jak CFA, akceptują jedynie cztery oryginalnie występujące kolory Syjamskich oraz zarejestrowała czerwone i pręgowane.",
            "Description2" : "Typowy Syjamski kot ma ekstrawertyczną osobowość. Jest bardzo związany z człowiekiem, żywy inteligentny i niezwykle rozmowny. Koty Syjamskie nie lubią być pozostawiane same na dłuższy czas. Czują się lepiej hodowane w parach lub grupach. Są naturalnie czyste. Krótkie drobne futro jest utrzymywane w dobrym stanie przez zwykłe głaskanie lub wycieranie szmatką. Duże uszy wymagają regularnego czyszczenia. Powinien posiadać mnóstwo zabawek i przedmiotów do drapania.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 6,
            "Race" : "Kot Domowy Długowłosy",
            "Description" : "Koty Domowe Długowłose posiadają wspaniałą kondycję psychiczną, oczywiście wspaniale sobie radzą w warunkach dzikich jak domowych. Kot Domowy jest bardzo przyjacielski o spokojnym temperamencie, świetnie się czuje w otoczeniu człowieka. Koty są często opisywane jako zwierzęta samotne. W rzeczywistości jednak są z natury towarzyskie. Mają słabo rozwinięty instynkt stadny; oznacza to, że w stanie dzikim same dbają o swoje podstawowe potrzeby (bezpieczeństwo, pożywienie). Kot nie znosi złego traktowania i jest pod tym względem bardzo pamiętliwy. Dobrze traktowany, przywiązuje się do swego właściciela i na swój powściągliwy sposób okazuje mu przyjazne uczucia W przypadku kategorii Kota Domowego, konkursowa weryfikacja dopuszcza posiadanie oczu w dowolnej barwie, futra w dowolnej barwie i deseniu oraz długości, ogona dowolnej długości oraz kształtu.",
            "Description2" : "Karmić, głaskać, traktować jak pana i władce.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 7,
            "Race" : "Kot Balijski",
            "Description" : "Długo-futrzaste kocięta, które pojawiały się od czasu do czasu w normalnych miotach syjamskich kotów, rozwinęły się w osobną rasę – Balijską. Na początku takie kocięta były natychmiast wykluczane z hodowli, lecz w 1940 r. dwóch hodowców z Nowego Jorku i Kalifornii zaczęło pracować nad rozwojem oddzielnej rasy. Od lat 50 kiedy długowłosych kotów było coraz więcej. Hodowcy zaczeli zajmować się odmianami, w celu ustalenia osobnej rasy. Pierwszym krokiem było wychodowanie takiej ilości kotów by hodowla mogła sama przetrwać. W 1955 r. w Stanach Zjednoczonych z krzyżówki kota Syjamskiego Foczego Długowłosego i pointa niebieskiego wychodowano pierwszego Balijskiego. Oba koty były mutacjami kota Syjamskiego. Jednocześnie takie same eksperymenty prowadzono w Nowym Jorku Na początku rasę tą nazwano Syjamski Długowłosy ale pewien hodowca, Helen Shmith nazwała nowe koty Balijskimi. Koty zadebiutowały na nowojorskim pokazie Empire Cat Show w 1961 r. W następnych latach rasę tę uznały kolejne organizacje. W 1974 r. przywieziono koty do Wielkiej Brytanii gdzie również zostały uznane jako nowa rasa. Standardy jednak tego kota różniły się między organizacjami. Nazwa została wybrana z powodu wdzięku i szczupłej sylwetki przypominającej „Angorę Turecką z wyspy Bali”. Rasa została doceniona lecz dopiero 1970 r. przez CFA która, zarejestrowała ją i nadała jej status mistrzowski. Długie futro Balijskiego nie przypomina perskiego, nie ma wełnistego podfutrza i układa się płasko na ciele.",
            "Description2" : "Jak można oczekiwać po przodkach, Balijski jest podobny z charakteru do syjamskich ale jest spokojniejszy i bardziej cichy. Na pewno nie pasują do osób, których cały dzień nie ma w domu. Jest uczuciowy, wymagający uwagi, bardzo aktywny i dociekliwy. Futro ma relatywnie łatwe w utrzymaniu, wystarczy raz na tydzień delikatne czesanie i szczotkowanie grzbietu i pierzastego ogona. Należy dbać o prawidłową wagę. Kocięta rodzą się całkowicie białe przeważnie w ilości 3 lub 4. Należy do grupy kotów hipoalergicznych.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 8,
            "Race" : "Kot Rosyjski Niebieski",
            "Description" : "Historia Rosyjskiego Niebieskiego Bardzo przystojny i niezwykły Niebieski Rosyjski jest naturalną rasą z unikalną kombinacją koloru futra, która tworzy wspaniały niespotykany wygląd. Pochodzenie Rosyjskiego Niebieskiego jest trochę niejasne. Ta niejasność może również znaleźć odzwierciedlenie w wielu nazwach jakie ta rasa miała. Hiszpański Niebieski, Maltański, Niebieski zagraniczny czy Niebieski Archanioł to tylko niektóre z nazw. Mimo wielu niejasności istnieją silne dowody, że rasa ma swój początek w Europie Północnej. Już na początku XVI w. zauważono na Półwyspie Kolskim koty, które wyglądały jak Rosyjski Niebieski, w północnej i środkowej części Rosji, w Szwecji, w Norwegii i w Danii. Od dawna jest udokumentowane, że koty żyły w Rosji, że angielscy marynarze przywozili je z rosyjskich portów. Rycina Archangielska z końca XVIII wieku Niebieski kot z Archangielska był znany ze swojej łowności. Piękne grube i lśniące futro o tej samej strukturze co futro bobra gwarantowało przetrwanie w zimnym klimacie ale i robiło wrażenie, dlatego kot był bardzo popularny w domostwach. Legenda głosi, że były one kiedyś dzikie i chętnie łapane przez miejscowych traperów dla ich pięknych futer, co może wyjaśniać ich ostrożność w stosunku do ludzi. Rosyjski Niebieski jest wymienione w angielskich Kronikach już w 1860 r. Jest możliwe, że kota przywieziono do Anglii już 1553 r. To był czas, w którym angielscy kupcy założyli kolonię handlową kotów w Archangielsku w magazynie drewna i z skór przygotowanych do transportu do Anglii. Rasa ta w 1800 r. stała się faworyzowaną przez angielską Królową Elżbietę, która była również w posiadaniu Niebieskich Persów. W drugiej połowie IX w. Rosyjski Niebieski brał udział w licznych wystawach. Po raz pierwszy wystawiony w Crystal Palace w Londynie w 1875 r. Należy nadmienić, że na pierwszych wystawach kotów wszystkie krótkowłose niebieskie koty konkurowały w jednej klasie bez względu na typ. W 1912 r. Niebieskiemu Rosyjskiemu nadano własna klasę. Różnił się nieco wyglądem od naszych współczesnych. Istnieje kilka legend, w których Rosyjski Niebieski odgrywa rolę kluczową. Mówi się, że car Mikołaj II przyniósł Rosyjskiego Niebieskiego do swojego pałacu wierząc w jego wyjątkowe moce. Ludzie wierzyli, że koty te miały magiczne właściwości, które chroniły przed złymi duchami. Dlatego też, koty te umieszczono w kołyskach noworodków. Katarzyna Wielka ponoć podarowała niebieskiego kota brytyjskiej rodzinie królewskiej tak rozpowszechniły się za granicą. Prawdziwe historie, czy nie, to faktem jest, że niebieskie koty z Archangielska zostały przywożone do Anglii regularnie co najmniej od drugiej połowy XIX w. Około 1870 r. pierwsi hodowcy zainteresowali się tym niebieskim kotem. Postanowili wykorzystać niebieskie koty z Archangielska do „aktualizacji” krajowych Brytyjskich Niebieskich. Futro ich nie było tak dobre, grube, jak srebrzyste futro kotów z Archangielska. ednym ze znanych hodowców, kotów na bazie tych importowanych z Rosji była pani Carrew – Cox (znana również z hodowli Abisyńskich, Brytyjskich i Manxów). Ona sprowadziła ich wiele z Archangielska i pierwszy raz opisała rasę ( Book of Cats, 1903 r. , autor: Simpson). Pisała: ” W 1890 r. dostałam kota o imieniu Kola. Piękny niebiesko-biały kot. Został przywieziony z Półwyspu Kolskiego znajdującego się między Morzem Białym i Morzem Barentsa. Zmienił kilku właścicieli na otwartym morzu a na końcu był wymieniony w doku londyńskim za mięso baranie. Kola był bardzo ładnym małym kotem. Miał absolutnie okrągły pysk i bardzo miękkie futro. Zmarł w listopadzie 1900 r.” Z tego opisu można wnioskować, że bywały wśród rosyjskich kotów bikolory czyli łaciate wersje. Być może, łaciaty rosyjski występował kiedyś i jest to powodem obecności czasami białych miejsc w ubarwieniu tych kotów. W 1883 r. pani Olga z Archangielska do Carrew – Cox przyniosła rosyjskie koty o imionach: Król Vladimir, Limpopo, Moskwa, Odessa i Yula. Kotka Yula przywieziona z Rosji w 1901 r. i kocur Król Vladimir stały się słynnymi reproduktorami dla hodowli pani Carrew – Cox. Z tego związku narodził się kocur o imieniu Bayard. Para ta była również przodkami wielu dzisiejszych Rosyjskich Niebieskich. Każdy, kto widzi zdjęcia tych dwóch kotów może zauważyć, że nie ma wielu różnic między Rosjanami wtedy i dzisiaj. Bayard i Yula są okrągłe nieco i ciężkie w budowie, mają długie wąsy a całkowity wygląd ciała, futra i uszu jest bardzo podobny do współczesnych. Fenotyp, czyli zespół cech organizmu jest taki sam jak w opisie narodowej rasy w Rosji. To niezbity dowód pochodzenia rasy. Te domowe koty nawet teraz można znaleźć w Dubnej i Archangielsku w Rosji. W „Book of Cats” książce opublikowanej w 1903 r. przez panią Simpson, pojawił się opis rasy rosyjskiej który napisany został przez panią Carrew -Cox. Pisała: ” Niebieskie krótkowłose koty z Rosji są wspaniałe jako towarzysze domu. W każdej porze roku wymagają zadbania i inteligentnej hodowli … Najczęściej importowane koty mają głowy raczej ostre niż okrągłe, niektóre z nich nie tylko mają wąskie i chude twarze, ale także duże uszy. Uszy są porośnięte delikatnie miękkimi srebrzystymi włosami na zewnątrz i wewnątrz . Niektóre koty importowane mają bardziej okrągłe pyski i okrągłą głowę z małymi uszami umieszczonymi daleko od siebie. Koty te były preferowane na pokazach.” Największa różnica między Brytyjskim niebieskim a Rosyjskim była w futrze. Rosyjski miał krótką sierść, jedwabistą i z pięknym srebrnym blaskiem. Część z Rosyjskich miała bursztynowe oczy jednak w większości zielone. Do 1912 r. nazywano tę rasę nazwę Kot Archangielski. W tym również roku Rosyjski Kot został po raz pierwszy przedstawiony na wystawie w osobnej klasie, nie z Brytyjskim Niebieskim. Wcześniej nie było podziału pomiędzy bardziej masywnymi, krępymi Brytyjskimi a wschodniego typu Rosyjskimi. W tym samym 1912 r. oficjalne zarejestrowano nazwę rasy – Niebieski Rosyjski. W 1930 r. założono stowarzyszenie hodowców kotów Rosyjskich Niebieskich. Wzorzec rasy został przepisany z dostępnych dokumentów a zielony kolor oczu stał się obowiązkowy. Nazwa Rosyjski Niebieski jest jedyną oficjalnie obecnie używaną nazwą. W czasie II Wojny Światowej ta piękna i oryginalna rasa prawie wymarła. Obecna rasa pochodzi głównie z Wielkiej Brytanii i Szwecji tu została odrodzona dzięki krzyżówkom z innymi rasami w tym również z Syjamskimi. W konsekwencji krzyżowania wielu ras w celu odzyskania Rosyjskiego, otrzymano obecny rozrzut kształtów ciała i rozmiarów. Dokonano próby powrotu do przedwojennego wyglądu kota i w 1966 r. zmieniono standard wystawienniczy wykluczając powiązania z kotem z Syjamskim. W 1947 r. hodowcy na poważnie rozpoczęli prace nad tą unikalną rasą uzyskując jej dobry kształt nawiązujący do oryginalnego. W ​​1949 r. rasa została oficjalnie przyjęta do CFA. Do dzisiaj te koty są rzadkością na światowych wystawach. Nie jest niebieski tylko szary i tylko w tej odmianie jest uznawany, oczy ma wyraźnie zielone. Według ekspertów ta rasa istnieje od wielu wieków a jej udoskonalenie czy ratowanie przed zagładą wiele nie zmieniło ani wyglądu ani charakteru. Rasa pochodzi z Rosji i to spod koła podbiegunowego dlatego koty te są tak wytrzymałe. Rosyjski Niebieski w Ameryce pojawił się w XX w. natomiast popularność zdobył dopiero w latach 60-tych. Dzisiaj jest traktowany jako luksusowy kot faworyzowany na wystawach. Rosyjski Angielski, Skandynawski i Amerykański Można powiedzieć, że wyhodowany angielski Rosyjski Niebieski stoi na początku odbudowanej rasy. Ze względu na różne programy hodowli w różnych częściach świata, Rosyjski Niebieski ewoluował do trzech różnych typów. Typ angielski, skandynawski i amerykański.",
            "Description2" : "Żyją bardzo długo, kilkanaście lat. Same wybierają przyjaciół a ich decyzja jest nieodwracalna. Nie lubią zmieniać domów i w ogóle nie lubią zmian. Posiada czarujący temperament będąc cichogłosym i bardzo uczuciowym. Są smukłe i eleganckie. To jedne z najbardziej inteligentnych kotów. Nie lubią pozostawać same, potrzebują towarzystwa człowieka lub innych zwierząt. Mają unikalne podwójne futro które, powinno być regularnie czesane (może być czesany w dwie strony). Mają gruby podsierstek i trzeba je czesać parę razy na tydzień. Uszy muszą być utrzymane w czystości.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 9,
            "Race" : "Kot Snowshoe",
            "Description" : "Czasami nazywany Srebrnowąsy (Silver Laces). Jest bardzo rzadkim kotem i rozpoznawalnym tylko w kilku grupach. Jest mocno zbudowany i pochodzi z Amerykańskich Krótkowłosych. To bardzo unikalny gatunek kota nawet w Stanach Zjednoczonych skąd pochodzi. To kombinacja krępej budowy kota krótkowłosego z Syjamskim. Jest ubarwiony jak Syjamski czy himalajski lecz posiada białe stopy, którymi charakteryzują się koty Birmańskie. Gdy przychodzą na świat są całkowicie białe, dopiero po kilku tygodniach na pyszczku uszach i ogonie pojawiają się ciemniejsze włosy. Stopy i kawałek pyszczka pozostają jednak białe. Tą rasę charakteryzuje kontrastowe umaszczenie a białe znaczenia są trudne do uzyskania w hodowli, tworzy je gen recesywny dlatego koty tej rasy są bardzo rzadkie. W ciągu ostatnich 10 lat w International Cat Association zarejestrowano jedynie 388 kotów tej rasy. Rasa pojawiła się w latach 60-tych XX w. Hodowca z Filadelfii Dorota Hinds – Daughtery w Stanach Zjednoczonych zauważyła na stopach 3 kociąt syjamskich nieakceptowane u tej rasy białe skarpetki na nogach. To wydarzenie dało początek hodowli Snowshoe. Te koty właśnie o białych stopach skrzyżowano z amerykańskim kotem krótkowłosym w rezultacie pojawił się Snowshoe. Cechą charakterystyczną jest również odwrócona litera V na pyszczku, może być bardziej lub mniej widoczna. Oczy mają ładny ciemnoniebieski kolor. Koty te się cieszą dobrym zdrowiem jeśli dba się o ich zęby, mają podobnie jak koty syjamskie skłonności do zapalenia dziąseł. W Wielkiej Brytanii program hodowli rozpoczął się w 1986 r. Do roku 1998 zanim dołączyła Maureen Shackell był tylko jeden hodowca tych kotów. Właściwie hodowcy mieli w tym momencie do dyspozycji jedynie pięć kotów aby podtrzymać rasę. Zdawali sobie sprawę z konieczności poszerzenia puli genetycznej. Jej starszy kocur. Ferry Vom Friedewald, to kot przywieziony z Niemiec, dał zupełnie nową „linię krwi”. Jedne z pierwszych kotów należących do rasy Snowshoe: Arctic-Moon Bathsheba, Emerisle Blue Cinders. Te kocice były rezultatem krzyżowania z Ragdollem i kotem Orientalnym. Kot Snowshoe Arctic-Moon Bathsheba Arctic-Moon Bathsheba Kot Snowshoe Emerisle Blue Cinders Emerisle Blue Cinders Koty hodowane w Wielkiej Brytanii występują we wszystkich kolorach syjamskich punktowych, w tym odmiany szylkretowe i pręgowane. „Preferowany” wzór to białe odwrócone „V” na twarzy, białe rękawice na łapach z jednym palcem i buty. Kot Max Snowshoe z Houston podbija serca internautów, filmy o nim przyciągnęły aż 4 miliony widzów. Największą przyjemność sprawia Maxowi jazda na samobieżnym odkurzaczu.",
            "Description2" : "To pełen werwy i bardzo żywotny kot. Jest wysoce inteligentny i jak Syjamski bawi towarzystwo ludzi. Futro wymaga minimalnego czesania a jego białe stopy muszą być szczotkowane i czyszczone gdyż łatwo ulegają zabrudzeniu i doznają przebarwień.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 10,
            "Race" : "Kot Sokoke",
            "Description" : "Kot Sokoke (kot leśny sokoke) wywodzi z Afryki Wschodniej, gdzie zamieszkuje lasy deszczowe Kenii. Niewiele wiadomo o jego przodkach i jego pochodzeniu. Udokumentowane pochodzenie tej rasy rozpoczyna się od 1978 r. Początek rasie dały trzy kocięta znalezione przez panią Jeni Slater na jej plantacji orzechów kokosowych. Skojarzone z czarnym kotem domowym dały początek Sokoke hodowanym w niewielu miejscach w Europie. Pozyskiwanie nowych egzemplarzy ze środowiska naturalnego jest prawie niemożliwe ze względu na rozpostartą opiekę tubylczych plemion które, traktują Sokoke jak bóstwo. Do Europy rasa dotarła w połowie lat 80-tych (pani Gloria Moeldrup sprowadziła do Danii jedną parę hodowlaną) i dzisiaj hodowana jest głównie w krajach Skandynawii. Nazwa rasy pochodzi od kenijskiej prowincji Sokoke – miejsca zamieszkania kotów. W Ameryce rasa ta prawie nie jest znana. Po raz pierwszy zostały pokazane w 1984 roku w Kopenhadze. W 1990 pani Gloria Moeldrupsprowadziła ponownie do Danii jeszcze trzy sztuki Sokoke. W roku 1992 zostały przedstawione sędziom FIFe. Dokładnie 19 kotów Sokoke z pięciu pokoleń. Rasa została uznana w 1993 r. W roku 1997 r. było ich około 20 sztuk w Danii, jeden we Włoszech i trzy w Holandii.",
            "Description2" : "Sokoke są kotami średniej wielkości o długich i dobrze umięśnionych łapkach, przy czym tylne są nieco dłuższe od przednich. Głowę mają trójkątną, lekko spłaszczoną z szerokim prostym nosem. Zaokrąglone na końcach uszy są średniej wielkości i posiadają pędzelki włosów. Szeroko rozstawione duże oczy o kształcie migdałów są w kolorach od bursztynowym i zielonym. Sierść jest bardzo krótka, błyszcząca, ściśle przylegająca, w zasadzie bez podszycia we wszystkich odcieniach z czarnym pręgowaniem. Są porównywane do ocelotów. Koty tej rasy są przyjacielskie, szukające kontaktu z człowiekiem. Miauczą po cichu, ale często i chętnie. Ciekawostką dla tej rasy jest charakterystyczny dla psowatych zorganizowany sposób polowania z podziałem na role oraz dzielenie się upolowaną zdobyczą. Są kotami, które mają charakter psa. Przypisywane im psie cechy wyrażają się najbardziej w przywiązaniu do właściciela. Jak podają właściciele potrafią polować gromadnie porozumiewając się cichym miauczeniem. Niektórzy przypisują im również polowania z podziałem na role w czasie ataku.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 11,
            "Race" : "Kot Somalijski",
            "Description" : "Ta rasa jest długowłosą wersją kota Abisyńskiego i kolor futra jest typowy dla Abisyńskiego. Myślano, że długie włosy były konsekwencją mutacji pojawiającej się wśród abisyńskiej rasy ale dochodzenia genetyków wykazały, że, gen długich włosów został prawdopodobnie zapoczątkowany kiedy Somalijskie były krzyżowane z innymi kotami we wczesnych hodowlach. Kiedy pierwsze długowłose kociaki pojawiły się pośród normalnego miotu Abisyńskich kociąt były odrzucane i uznawane za błędny egzemplarz. Po jakimś czasie zauważono piękno ich futra już jako osobników dorosłych. Hodowcy zdecydowali rozwinąć długowłose jako osobną rasę. Światowa sieć hodowców w Ameryce, Nowej Zelandii i Australii pracując razem zgodziła się na nazwę Somalijski. Rasa była nagrodzona pełnym czempionatem przez CFA w 1978 r. Kot Somalijski Kot Somalijski Charakter i opieka Jak Abisyński, Somalijski jest delikatny, otwarty i bardzo uczuciowy. Ma miękki głos jest sównież skory do zabawy. W budowie atletyczny i sprawny fizycznie. Jest doskonałym zwierzęciem do towarzystwa. Futro mimo, że gęste nie jest wełniste i dlatego bardzo łatwe do utrzymania. Pełna kryza i ogon wymagają dokładnego szczotkowania. Duże uszy muszą być czyszczone, nie zakurzone.",
            "Description2" : "Karmić, głaskać, traktować jak pana i władce.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 12,
            "Race" : "Kot German Rex",
            "Description" : "German Rex to prawdopodobnie najstarsza rasa kotów o kręconej sierści. Blisko typu kota German Rex był Kater Munk, kot Erna Schneidera, urodził się między 1930-31 rokiem na wiosce blisko Królewca (dzisiejszy Kaliningrad, Rosja). Kot był synem mahoniowej Angory i Rosyjskiego Niebieskiego (informacja nie sprawdzona). W miocie urodził się jeszcze jeden lub dwa inne koty z kręconą sierścią, lecz zostały później ponoć wykastrowane. Munk żyjąc na wsi pośród innych kotów szybko powiększał populację aż do śmierci między 1944-45 r. Schneider cenił silnego samca ze skłonnościami do łowienia ryb w jeziorze, nie za jego kręcone futro lecz za umiejętności. To jedna z historii powstania rasy German Rex. W 1930 r. Kater Munk był pierwszym sfotografowanym German Rexem. Co najmniej jeden kot został przewieziony w 1940 r. z Królewca do Berlina. Najbardziej europejski niemiecki Rexes żył za Żelazną Kurtyną po II Wojnie. Można się zastanawiać, jak koty przetrwały naloty, które zniszczyły całkowicie wiele miast niemieckich. Nieliczne koty jednak przetrwały i wszelkie dostępne koty były wykorzystywane do utrzymania ras. Szpital Hufeland w Berlinie - tu mieszkał kot German Reks Szpital Hufeland w Berlinie Historia niemieckiego Reksa jako uznanej rasy rozpoczęła się w 1947 r., gdy kotek urodził się w Berlinie i był inny od zwykłych kotów domowych. Czarna kocica miała kręcone włosy i była wolnym kotem swobodnie wędrującym po okolicy. Wszystko wskazywało na to że, starała się znaleźć sobie dom co ostatecznie jej się udało. Zauważona przez pielęgniarki pracujące w szpitalu Berlin Hufeland została przygarnięta. W lecie 1951 r. pani lekarz, dr Rose Scheur – Karpin, przygarnęła kociaka z ogrodu przyszpitalnego. Nazwała kota Lämmchen (małe jagnię). Jej przypuszczenie, że musi ona być wynikiem mutacji, okazały się słuszne. Czego dowiedziono w wyniku badań przeprowadzonych w Wielkiej Brytanii w 1956 r. W badaniu porównano go do kota z Kornwalii również z krętymi włosami co zapewniło że, Lämmchen był w rzeczywistości pierwszym przodkiem wszystkich niemieckich kotów Rex. Lämmchen miała wiele kociąt, ale większość z nich nie jest opisana przez panią Rose. Nawet jej bardzo późne kociaki są w dużej mierze nie do wykrycia i sklasyfikowania, ale mogę stanowić liczbę około 60 z notatek sporządzonych przez panią Rose . Wielu hodowców w Niemczech Wschodnich miało kocięta od pani Rose co dawało ich hodowlom bardziej skuteczne rezultaty w zachowaniu wiernej niemieckiej rasy Rexa. W 1957 r. jednego z kotów wysłano do brytyjskiego hodowcy w celu rozpowszechnienia rasy, ale niestety zmarł wkrótce po przyjeździe. W 1960 r. Dr Scheuer – Karpin wysłała dwa kolejne Reksy do Paryża, ale z powodu błędów popełnionych przez linię lotniczą, koty zmarły w drodze.Był to kocur i kotka i leciały do profesora Etienne Létard w Paryżu. Obsługa lotniska zapomniała do kabiny zanieść kosz z kotami. Kociaki ostatecznie znalazły się pomyłkowo się w Warszawie. Stamtąd znowu leciały samolotem przez Szwajcarię do Paryża. Z powodu niskiej temperatury w lukach bagażowych koty niestety zmarły. Zarówno FIFe, jak i LOOF uznały i nazwały rasę German Rex. Organizacja CFA nie odróżnia tej rasy od kotów rasy Rex Kornwalijski lub Devon Rex. Rasa German Reks jest niezwykle rzadka. German Rex Christopher Columbus został wywieziony na początku lat 1950 do Stanów Zjednoczonych. To było naprawdę wielkie wydarzenie. Przylot udokumentowano nawet z kamer telewizyjnych. W sumie 11 niemieckich Reks były wyeksportowanych do USA, niektóre z nich były hybrydami. Koty były krzyżowane z innymi kotami, co w czasie zaowocowało powstaniem rasy Cornish Reks. Pierwsi hodowcy nie wiedzieli o tym, jakie inne rasy powinny być wykorzystywane do utrzymywania niemieckiego Reksa. Doświadczenia przeprowadzano zarówno przy opracowywaniu Cornish Reksa i Devon Reksa lecz było oczywiste, że te rasy genetycznie są różne. Eksperci FIFe stanęli w obliczu problemu w 1982 r. gdy German Reksa postanowiono uczynić rasą i ustanowić jego standard. Rozpatrywano dwa różne typy kota , jeden z prostym nosem z profilu, a drugi z krzywą linią nosa. Standardowa rasa powstała z drugiego rodzaju. Szacuje się, że istnieje obecnie jedynie 15 German Reksów całym świecie – w Niemczech, Szwajcarii i Finlandii. 85% kotów jest ściśle związanych ze sobą. Populacja nie jest wystarczająco duża dla utrzymania rasy. Niektórzy twierdzą że, ta prawdziwa europejska rasa kota jest bliska wymarcia.",
            "Description2" : "To koty aktywne z temperamentem i bardzo cierpliwe. Są przyjacielskie i bardzo czułe dla swoich właścicieli. Wymagają czasami czesania. Lubią towarzystwo innych zwierząt. Reksy germańskie są kotami spokojnymi i przyjemnymi, w zachowaniu bardzo podobne do Cornish Reksa i Devon Reksa.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 13,
            "Race" : "Kot Ocicat",
            "Description" : "Kot Ocicat to nie dziki kot czy potomek Ocelota (gat. dzikiego kota występującego od południowo – zach. Teksasu po Argentynę) tylko 100 % kot domowy. Mimo, że nie jest krzyżówką dzikiego zwierzaka to bardziej z wyglądu pasuje do dżungli niż do salonu. To pierwsza rasa domowego kota mająca przypominać dzikie zwierze. Pierwszy kot tej rasy pojawił się w 1964 w miocie eksperymentalnym hybrydowej Abisyńskiej królowej z czekoladowym Syjamskim samcem. Kot został nazwany Tonga przypominał swemu twórcy małego Ocelota. W zamiarze miał powstać kot Abisyński o umaszczeniu typu point. W miocie pojawił się jednak jeden oryginalny kot w cętki. Właścicielka hodowli nazwała go Ocicat ponieważ przypominał Ocelota. Kiedy gazety w Ditroit opublikowały pięknego cętkowanego kociaka genetyk dr Clyde Keeler, wyraził pragnienie, by mogły być dostępne koty domowe, które wyglądem przypominały by niektóre z ginących gatunków dzikich drapieżników. Ocicat został zarejestrowany przez CFA w 1966 r., lecz problemy w życiu osobistym pani Daly spowodowały że, rozwój rasy trwał jeszcze dwadzieścia lat aby wreszcie zdobyć poparcie. Krzyżówka z Amerykańskim Krótkowłosym sprawiła, że szata nowej rasy stała się szaro-srebrzysta a ciało bardziej masywne. Występuje dzisiaj w wielu odcieniach (u dołu strony są wymienione dozwolone odcienie dla tej rasy wg FIFe). Rasę uznano w Stanach Zjednoczonych w 1987 r., przyjęły ją również inne stowarzyszenia. Poza samym Ocicatem krzyżówki z innymi syjamskimi są dozwolone. Ocicat jest raczej duży a jego budowa zachowana jest w ładnych proporcjach. Jest muskularny, sprawny i zwinny z typowym wyglądem dzikiego kota. Niezwykły dzięki bardzo wyraźnemu deseniowi na futrze i zadziwiająco złotym oczom. Charakterystyczną cechą jest to, iż każdy włos ma na przemian kilka ciemniejszych i jaśniejszych prążków i ciemną końcówkę, co tworzy cętki. Wymagania rasy to pięć ciemnych pierścieni na ogonie i na czole znak w kształcie litery M.",
            "Description2" : "Ocicaty są wrażliwe i kochające, dociekliwe i chętnie podejmujące zabawę. Z przyjemnością nauczy się różnych sztuczek takich jak aportowanie itp. Są z nich wspaniałe zwierzęta domowe. Ocicat to odpowiedni przyjaciel dla osoby stale przebywającej w domu. Furo musi być czesane delikatnymi szczotkami bardzo regularnie by usunąć martwe włosy. To zdrowe koty, lecz mogą mieć problemy z zębami i dziąsłami.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 14,
            "Race" : "Kot Manx",
            "Description" : "Rasa Kot Manx powstała na wyspie Man (leży pomiędzy Anglią a Irlandią), najprawdopodobniej w wyniku przypadkowej mutacji genetycznej. O powstaniu rasy istnieje wiele opowieści. Jedna mówi, że „praprzodek” Manxa był czymś zajęty, gdy biblijny Noe zapraszał zwierzęta na Arkę. Kot zorientował się dopiero w ostatniej chwili i gdy pośpiesznie wbiegł na pokład Noe przez nieuwagę przyciął mu wrotami ogon. Jego potomkowie rodzili się więc bez ogona. Inna legenda mówi, że na zatopionym galeonie w XVI w. znajdowały się czarne bezogoniaste koty, które dopłyneły do Wyspy Man i tam się rozmnażały. To wszystko bajkowe legendy. Rasa Manx powstała jako naturalna mutacja na wyspie choć legendy utrzymują , że koty te zostały wprowadzone przez morze. Są potomkami kontynentalnymi lecz ich pochodzenie nie jest jasne. Tak właściwie wszystkie koty domowe, w tym brytyjskie, irlandzkie populacje ostatecznie pochodzą od dzikiego kota afrykańskiego (F. silvestris lybica), a nie z europejskiej rodziny Wildcats (wcześniej s . silvestris). W języku wyspiarzy jego nazwa brzmi Kayt Manninagh dosłownie kot Mann. Manx do końca XVIII pisano Manks. Istnieje wiele ludowych bajek o kocie Manx, wszystkie z nich stosunkowo niedawnego pochodzenia i skupiają się wyłącznie na braku ogona. To pozbawione religijnych, filozoficznych lub mitycznych aspektów legendy tworzone w tradycyjnym irlandzko – nordyckim folklorze rodzimej kultury Manx. Dominującą cechą Manxa jest wynikły ze spontanicznej mutacji genu krótki ogon. Koty stały się powszechne na wyspie ze względu na ograniczoną różnorodność genetyczną populacji wszystkich kotów. Kolejne niemożliwe kombinacje to to że, Manx jest potomkiem kota i królika, których oczywiście celem jest wyjaśnienie, dlaczego Manx ma mały ogon, długie tylne nogi , a czasem podskakuje – pół kot, pół królik – cabbit. Populacje bezogonych kotów istnieją także w kilku innych miejscach w Europie, zwłaszcza Kornwalii, w odległości zaledwie 250 mil (400 km) od Wyspy Mann. Podobne koty są również na Krymie wyspie Morza Czarnego. Ale czy są one genetycznie podobne do kotów Manx? Może są przypadkowo podobne wynikiem genetycznych ograniczeń wyspiarskich. Koty bez ogona zamieszkują również Wyspy Kurylskie i powiązany z nimi Kurylski Bobtail Bobtail i Japoński Bobtail w Japonii. Manxy to koty spokojne, przyjazne, mocno przywiązują się do opiekuna. Można je nauczyć wykonywania prostych czynności oraz reagowania na komendy. Są bardzo terytorialne, dzięki czemu wykazują skłonności do pilnowania domu. W przeciwieństwie do innych kotów nie boją się wody i lubią jazdę samochodem. Często polują na myszy, lecz mimo to tolerują inne małe zwierzęta domowe. Najlepiej czują się w spokojnym, cichym towarzystwie. W roku 1988 r. Wyspa Man wydała pierwszą monetę z kotem Manx. Obecnie jest jedną z najbardziej znanych monet na świecie, a dla uczczenia 25-lecia tej niesamowitej serii monet wydano nową jubileuszową jej wersję . Uczczono w ten sposób symbol wyspy Man. Nowy pieniądz jest wydany w imieniu rządu Wyspy Man. Na awersie jest kot z małym kociakiem. Okazyjna Moneta jest dostępna w niklu, ze srebra i ze szczerego złota. Aby dodać wyjątkowości monecie, wersja z 2012 r. na rewersie ma podwójną podobiznę Królewskiej Elżbiety II, z okazji jej Królewskiej Mości Diamentowego Jubileuszu.",
            "Description2" : "Średniej wielkości, masywne koty, mocny szkielet, łapy przednie krótsze od tylnych przez to zwierzę przybiera pozycję nieco podobną do królika. Mogą być krótko lub długowłose. Waga 4,5-5,5 kg, samice są nieco mniejsze. Cechą charakterystyczną tej rasy jest brak ogona. U niektórych osobników pojawia się ogon szczątkowy, nie dłuższy niż 3 cm.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 15,
            "Race" : "Kot Kurylski Bobtail Krótkowłosy",
            "Description" : " Kurylski Bobtail Krótkowłosy pochodzi Wysp Kurylskich, gdzie żyje wolno jako domowy kot. Wyspy Kurylskie leżą między rosyjskim Półwyspem Kamczatka a Japonią na Morzu Ochockim (Północny Pacyfik). Jest to naturalna rasa, która istniała w izolacji przez długi okres (co najmniej 100-150 lat). W Rosji istnieje kilka dokumentów odnoszących się do kotów z krótkim ogonem, które zostały wprowadzone do domu z wyspy przez członków armii lub naukowców w połowie XX w . Z uwagi na charakter tych kotów były bardzo popularne, nawet nie będąc jeszcze uznane jako rasowe. Pierwszy raz był pokazany na wystawie w Rosji w 1990 r. Wielu ekspertów miało obawy, że te rosyjskie koty z krótkim ogonem po prostu są Japońskimi Bobtailami tylko o ciężkiej budowie. Pierwszą hodowczynią kota Kurylskiego była Lilia Ivanova (Hodowla Kunashir, Długowłose) i Tatiana Boczorowa (Hodowla Renessance, Krótkowłose), która przedstawiała te koty na wystawach zadając znawcom pytanie – „jaka to rasa?”. W 1997 r. Elena Ponomarewa rozpoczęła hodowle (Hodowla Alexander-Fred, Długowłose i Krótkowłose). W 1995 Kurylski Bobtail został wpisany w poczet WCF. W 2003 roku rasa została zapisana do katalogu europejskiej organizacji FIFe. Istnieją przypuszczenia się, że Kurylski Bobtail jet wynikiem krzyżówki kota domowego z Japońskim Bobtailem. Są też przypuszczenia, iż krótki ogon jest wynikiem działania innych genów, niepochodzących od japońskich kotów czy kota Manx. Uznano jednak, że rasa ta jest różna od japońskiej i sylwetka bardziej nawiązuje do Kota Syberyjskiego. Naukowcy z SFF (Selected Feline Federation) zaproponowali nowej rasie nazwę Kurylski Bobtail. Koty brały pierwszy raz udział w wystawie w Czechach, następnie w Belgii.",
            "Description2" : "Kurylskie Bobtaile są ekstremalnie przyjacielskie, być może dlatego że w miejscu z którego pochodzą zawsze były traktowane jako koty domowe. Ich futro, gęste i silna budowa jest wynikiem zimnego klimatu, w którym żyją. To bardzo przyjacielskie i oddane zwierzęta, uwielbiają głaskanie i siedzenie na kolanach swoich właścicieli. Tolerują w swoim otoczeniu inne zwierzęta. Hodowla tej rasy nie przysparza żadnych problemów. Ich piękne gęste i błyszczące jak jedwab futro wymaga czesania by pozbyć się martwych włosów. Koty o dzikim wyglądzie, duży i krzepy. Mają doskonałe zdrowie i bardzo dobrze wyważony charakter. Uwielbiają być pieszczone i są bardzo delikatne. Jest też bardzo inteligentny, towarzyski i łagodny, bardziej elastyczne i ufne w ich naturze.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 16,
            "Race" : "Kot Kurylski Bobtail Długowłosy",
            "Description" : "Kurylski Bobtail Długowłosy pochodzi Wysp Kurylskich, gdzie żyje wolno jako domowy kot. Wyspy Kurylskie leżą między rosyjskim Półwyspem Kamczatka a Japonią na Morzu Ochockim (Północny Pacyfik). Jest to naturalna rasa, która istniała w izolacji przez długi okres (co najmniej 100-150 lat). W Rosji istnieje kilka dokumentów odnoszących się do kotów z krótkim ogonem, które zostały wprowadzone do domu z wyspy przez członków armii lub naukowców w połowie XX w . Z uwagi na charakter tych kotów były bardzo popularne, nawet nie będąc jeszcze uznane jako rasowe. Pierwszy raz był pokazany na wystawie w Rosji w 1990 r. Wielu ekspertów miało obawy, że te rosyjskie koty z krótkim ogonem po prostu są Japońskimi Bobtailami tylko o ciężkiej budowie. Pierwszą hodowczynią kota Kurylskiego była Lilia Ivanova (Hodowla Kunashir, Długowłose) i Tatiana Boczorowa (Hodowla Renessance, Krótkowłose), która przedstawiała te koty na wystawach zadając znawcom pytanie – „jaka to rasa?”. W 1997 r. Elena Ponomarewa rozpoczęła hodowle (Hodowla Alexander-Fred, Długowłose i Krótkowłose). W 1995 Kurylski Bobtail został wpisany w poczet WCF. W 2003 roku rasa została zapisana do katalogu europejskiej organizacji FIFe. Istnieją przypuszczenia się, że Kurylski Bobtail jet wynikiem krzyżówki kota domowego z Japońskim Bobtailem. Są też przypuszczenia, iż krótki ogon jest wynikiem działania innych genów, niepochodzących od japońskich kotów czy kota Manx. Uznano jednak, że rasa ta jest różna od japońskiej i sylwetka bardziej nawiązuje do Kota Syberyjskiego. Naukowcy z SFF (Selected Feline Federation) zaproponowali nowej rasie nazwę Kurylski Bobtail. Koty brały pierwszy raz udział w wystawie w Czechach, następnie w Belgii.",
            "Description2" : "Kot Kurylski Bobtail Długowłosy Kot Kurylski Bobtail Długowłosy Kurylski Bobtail jest ekstremalnie przyjacielski. Zaimportowany bezpośrednio z Wysp Kurylskich posiada cechy kotów domowych. Ma dużo siły, energii i zdrowia jako że, był przystosowany do życia w surowym klimacie na Wyspach Kurylskich. Szybko się zaprzyjaźniają z innymi kotami. Chcą wszystko wiedzieć, będą chodzić za tobą jak pies, nie chcą niczego przeoczyć. Lubią siedzieć na kolanach i przytulać się. Futro mają drobne lecz potrzebujące niewielkiego czesania. Futro jest błyszczące i w dotyku jak jedwab. Długowłose koty tej rasy zrzucają niewiele futra. Powinno się szczotkować w czasie kiedy kot zmienia futro. Hodowla jest łatwa więc koty tej rasy mogą być hodowane i utrzymywane bez żadnych problemów.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 17,
            "Race" : "Kot Korat",
            "Description" : "Korat pochodzi z graniczącej z Laosem tajlandzkiej prowincji Korat. Korat to również kot o bogatej historii. To naturalna rasa, występująca tylko w jednym odcieniu szaty - srebrzysto-niebieskim. Rasa zapoczątkowana w Tajlandii gdzie jest nazywana Si-Sawat a nazwa ta odnosi się do srebrno szarego futra i świetlistych jasnozielonych oczu. Korat to nieoficjalna nazwa dawnej stolicy Tajlandii XIII w. Księga Poematów o Kotach w narodowym muzeum w Bankoku opisuje tę rasę w taki sposób: „Mal-ed ma ciało jak Doklao (czyli Korat), włosy są delikatne u spodu jak chmury a na końcach jak srebro, oczy lśnią jak krople rosy na liściu lotusa”. Mal-ed oznacza odmianę srebrno-szarego owoca, delikatnie zabarwionego na zielono. Si-Sawat uznawany jest za zwiastuna szczęścia a para tych kotów jest tradycyjnym prezentem weselnym w intencji przyniesienia miłości, bogactwa i szczęścia dla młodej pary. Koratów nie można było kupić, ale można je było dać w prezencie od tajskich dygnitarzy. Były prezentem dla zagranicznych notabli jako wyraz najwyższej czci. Koraty miały przynosić urodzaj. Brały udział w ceremoniach przywoływania deszczu pod koniec pory suchej. Z nielicznego importu rasy z Tajlandii pula genowa Korata została opracowana w 1920 r. Ze względu na obecność programów hodowlanych w Tajlandii, w kolejnych latach udało się pozyskać kolejne Koraty. W przeciwieństwie do kotów Syjamskich i Burmskich, Korat pozostał wierny swojemu naturalnemu rodowodowi. Frances Simpson w Księdze Kota (The Book of the Cat) z 1903 r. napisała o Niebieskim Syjamskim zakupionym przez słynnego rosyjskiego hodowcę, panią Constance Carew -Cox w 1889 roku . Ten kot, Dwina przypominał Syjamskiego w każdym względzie za wyjątkiem jego niebieskiego koloru. Rejestrowany jako Syjamski, kot Dwina prezentowała „mieszankę” raczej odmienną, przez co zdobywała wiele nagród. Miała również wiele kociąt. Poniżej najstarszy znany obraz Korata, znajduje się w starożytnej księdze obrazów i wersetów, znany jako Księga Poematów o Kotach (The Cat-Book Poems), w Bibliotece Narodowej w Bangkoku w Tajlandii. Ministerstwo Edukacji Tajlandii Wydziału Sztuk Pięknych ocenia że, księga pochodzi z okresu Ayudhya (1350/67) z Tajlandii (Tajlandia od 24 czerwca 1939 r. – była niegdyś nazywana Syjamem). Tożsamość artysty jest nieznana. Książki o kotach, psach i ptakach stanowią ważne zabytki kultury Syjamu. Spośród piętnastu starożytnych manuskryptów w Bibliotece, dziewięć zawiera zdjęcia kotów. Kot o nazwie Nam Noi został wystawiony w Holland House w Londynie i opisany bardzo niekonkretnie jako Syjamski lub Rosyjski Niebieski. Kot został zarejestrowany w Krajowym Klubie Kota jako Syjamski niewiadomego pochodzenia, nie posiadający pożądanych cech, takich jak płowe futro, ciemne punkty, czy niebieskie oczy! Został zdyskwalifikowany. W 1959 r. dwa Koraty przybyły do Stanów Zjednoczonych. Dwa koty Nara i Darra. Były prezentem dla amerykańskiego ambasadora w Tajlandii. Ten wysłał je z Bangkoku do pani Jean Johnson w Stanach. Od tej pory zaiteresowanie koratami rosło. W 1964 r. zadebiutował na amerykańskim pokazie The Empire Cat Club. W kolejnym roku włascicieli tych kotów było już tak dużo, że założyli klub tej rasy i starali się o uznanie rasy oficjalnie. W przeciągu 5 lat rasę uznały już wszystkie organizacje felinologiczneKoty Korat Zostały oficjalnie uznane jako rasa w 1966 r. Miłośnicy kotów z Południowej Afryki i Australii oficjalnie zaakceptowali tą rasę odpowiednio w 1968 r. i w 1969 r. a brytyjskie biuro zarządzające opóźniło uznanie do 1975 r. a następnie wstrzymało status mistrzowski dla tej rasy. W 1983 r. Koci Związek w Brytanii w końcu przyjął Korata w pełnym zakresie i pierwszy brytyjski czempion został wybrany przez sędziów z Anglii, Belgii i Australii. Kontrola hodowlana koratów jest niezwykle rygorystyczna. Nie wolno krzyżować ich z innymi kotami. Każdy Korat musi mieć tajlandzkie korzenie, a wszystkie importowane koty poddawane są dokładnym badaniom. Hodowcy kotów niebiesko-szarych uważali rasę Korat jako niepoważalny standard. Wachlarz kolorów kociąt od samego początku w USA był spory. Większość hodowców uznała to za przejaw nieczystych rodów. W 1989 r., dwa Koraty w Wielkiej Brytanii wydały na świat różowego kociaka. W 1990 r. w Wielkiej Brytanii narodziły się białe kocięta. Kolory te były spowodowane recesywnymi genami, które istniały u Koratów od początku.",
            "Description2" : "To oddane zwierzęta. Lubią pieszczoty i głaskanie. Są spokojne i łagodne. Poruszają się powoli i czujnie. Korat jest delikatny, niezbyt dużym kotem o cichym głosie. Generalnie dociekliwy i uczuciowy. Nie lubią hałasu więc nie powinni wybierać go rodzice małych dziecie lub psów. Jego krótkie gęste futro jest łatwe do utrzymania dzięki cotygodniowemu szczotkowaniu i przecieraniu miękką szmatką. W miocie zazwyczj rodzą się 3-4 kociaki. Mają wtedy zmierzwione futro i piwne oczy. Piękne szre futro i zielone oczy wykształcają się dopiero po 2 do 4 lat.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 18,
            "Race" : "Kot Kartuski",
            "Description" : "Legenda głosi, że przodkami kotów Kartuskich (Chartreux) są dzikie koty górskie z rejonu dzisiejszej Syrii, które prawdopodobnie zostały sprowadzone do Francji z Afryki przez mnichów-krzyżowców w XIII wieku. Wielu z nich wstąpiło do zakonu kartuzów. Koty Karuskie są jedną z najstarszych ras hodowlanych w Europie. Od czasu Charles de Gaulle Kartuski cieszy się mianem Narodowego Kota Francji. Jest również znany jako „Niebieski Kot Francji„. Kartuski jest jedną z najstarszych znanych ras naturalnych, choć jego dokładne początki giną w starożytności. Jest to jedna z pierwszych ras kotów o których piszą najstarsi przyrodnicy i historycy z XVI do XIX w. Chartreux były bohaterem wierszy i pojawił się na płótnach obrazów.  Koty Kartuskie nie zawsze były chronione klasztornym zaciszem. Ze względu na unikalny kolor i teksturę futra były przedmiotem hhandlu i zysku. Chociaż brzmi to okropnie, to prawdopodobnie hodowanie na futra tych kotów pomogło przetrwać tej pięknej rasie. Pierwsza udokumentowana wzmianka o rasie została sporządzona przez francuskiego przyrodnika Buffona w XVIII w. Populacja kotów kartuskich zmniejszyła się znacznie po I Wojnyie Światowej. Skoordynowane działania europejskich hodowców tej rasy pozwoliło ochronić ją przed wyginięciem. II Wojna przyniosła niemal nieodwracalne spustoszenie rasy, jak również zdziesiątkowanie wielu innych zwierząt domowych w całej Francji i w Europie. Te, które przeżyły były często spożywane przez ludzi. We Francji, po II wojnie, nie było prawie czystej rasy Chartreux. Jedną kolonię Chartreux znaleziono na terenie szpitala na małej wyspie zwanej Bell Isle, położonej u wybrzeży Bretanii. Te niebieskio-szare koty ze złotymi oczami były znane lokalnie jako „koty szpitalne”. W Leger siostry, które tam mieszkały rozpoczęły monitorowanie kotów i zaczęły kontrolować ich hodowlę. Ich Szpitalne Koty, które były prawdopodobnie jedną z ostatnich kolonii Chartreux, stały się zalążkiem, z którego współczesny Chartreux teraz pochodzi. Ze względu na małą hodowlę populacji dla zachowania rasy wykorzystane bywały inne koty w celu utrzymania zdrowej puli genów. Chartreux hodowane przez Siostry z Leger pod przydomkiem le Guevere został skojarzony z Niebieskim Brytyjskim Krótkowłosym i Niebieskim Persem. Były także krzyżowane ze zwykłymi kotami. Potomstwo krzyżowano z powrotem z oryginalnym Chartreux. Rodowodowy kot zawiera te krzyżówki. Dla osób zainteresowanych studiowaniem rodowodów te właśnie nkoty stanowią podstawę dzisiejszego Kartuskiego. Interesujące jest to, aby spojrzeć na zdjęcia w książce Jeana Simonet „Kot Chartreux” żeby zobaczyć, jak mocno niektóre ze współczesnych kartuskich przypominają koty nabyte od potomków z hodowli Le Guevere. Pierwszy Chartreux czyli Kartuski został sprowadzony do USA w 1971 roku przez Helen i John Gammon La Jolla z Kalifornii. Z uwagi na podobieństwo z Brytyjskim Krótkowłosym, po II Wojnie Światowej krzyżowano ze sobą te dwie rasy, aby nie dopuścić do wymarcia obu. Dzięki tym zabiegom nie tylko rasy te uratowano, ale zachowano też ich odmiany barwne.",
            "Description2" : "Budowa kota Kartuskiego jest bardzo podobna do kota Brytyjskiego Krótkowłosego. Charakterystyczną różnicą między tymi rasami jest budowa głowy: u kota brytyjskiego jest bardziej okrągła, a u kota kartuskiego wpisana w trapez. Ponadto kot kartuski powinien mieć nos prosty w przeciwieństwie do kotów brytyjskich krótkowłosych te mają małe załamanie na linii nosa, tę cechę odziedziczyły w procesie kształtowania rasy po kotach perskich. Są to koty bardzo inteligentne, łatwo się uczące, np. włączania radia, otwierania zamków drzwi. Nawet jako dorosłe osobniki uwielbiają zabawę, potrafią aportować w taki sam sposób jak pies. Mają bardzo szybki refleks, a ze względu na wyjątkową łowność, są bardzo cenione przez rolników francuskich. Koty kartuskie zwykle wiążą się z jedną osobą i często chodzą za nią jak pies. Nie są agresywne, są dobre dla dzieci i innych zwierząt. Przepadają za pieszczotami. Koty kartuskie miauczą bardzo rzadko, za to bardzo głośno mruczą. Niektóre wydają nawet szczebiotliwe dźwięki.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 19,
            "Race" : "Kot Japonski Bobtail",
            "Description" : "Naturalna rasa, która występowała w Japonii przez wieki. Japoński Bobtail jest uznawany za symbol szczęścia w domu a trójkolorowa odmiana znana jako mi-ke (co oznacza trzy kolory) jest szczególnie faworyzowana. Krótki ogon Bobtaila Krótki ogon Bobtaila Jedna z historii o kotach z krótkimi ogonami mówiła, że ​​przybyły do Japonii z Kontynentu Azjatyckiego co najmniej 1000 lat temu. W 1602 r. władze Japonii postanowiły, że wszystkie koty powinny być wolne. W ten sposób radzono sobie z gryzoni zagrażającymi hodowlom jedwabników. Kupno czy sprzedż kota w tym czasie był całkowicie nielegalny i tak jest do dziś. Bobtaile mieszkały w gospodarstwach i na ulicach. W ten sposób stały się „kotami ulicznymi” w Japonii. Około 1701 r., niemiecki lekarz Engelbert Kaempfer przebywający w Japonii napisał książkę o florze, faunie oraz krajobrazie tego kraju. W nie napisał: „ jest tylko jedna rasa kotów, które są hodowane. Mają duże plamy żółtego, czarnego i w większości białe futro, a jego krótki ogon wygląda jakby była zgięty i złamany. Nie przeznaczony tym samym do polowania na szczury i myszy, ale po prostu do głaskania przez kobiety.” Bobtail pojawił się w kręgu zainteresowań zachodnich hodowców gdy zwrócił na niego uwagę przebywający w Japonii amerykański sędzia sportów samochodowych. Pięć lat później w 1968 r. trzy Bobtaile zostały przetransportowane z Japonii do Stanów Zjednoczonych przez Elizabeth Freret (1651-1716) która, jest pierwszą znaną osobą, która przywiozła Japońskiego Bobtaila. W ślad za nimi przywieziono kolejne, w ten sposób zostały powoli przedstawiane jako piękna i niezwykle odmienna rasa. W maju 1971 r. były tymczasowo zaakceptowane przez CFA. W 1976 r. CFA (Stowarzyszenie Wielbicieli Kotów w USA). Przyjęło do czempionatu krótkowłose Japońskie Bobtaile. W 1993 roku zarejestrowani odmianę długowłosą nie uznaną np przez FIFe. Obecnie największa liczba hodowców Japońskich istnieje w Ameryce Północnej, nieliczni w Europie i jeden w Japonii . Rasa jest bardzo rzadka. Jest także uznany i zarejestrowany jako rasa w przez Cat Association w Wielkiej Brytanii.",
            "Description2" : "Japoński Bobtail posiada przymilną osobowość i uwielbia towarzystwo człowieka. Jest wokalnym kotem, czyli bardzo lubi miauczeć – posiada miękki melodyjny głos z całą gamą dźwięków. Co ludzi przekonuje do tego, że potrafią śpiewać. Jako kot domowy Bobtail jest dobrze wychowany, inteligentny i skory do zabawy. Jako kot wystawowy jest niezwykle spolegliwy i posłuszny. Wielu właścicieli tych kotów twierdzi że posiadają zamiłowanie do wody, ale nie jest to najbardziej zauważalna cecha. Jedwabiste futro jest łatwe do utrzymania w doskonałym stanie z pomocą delikatnego szczotkowania i czesania. Można go dodatkowo poprzecierać nawilżoną szmatką. Pompon ogona powinien być również szczotkowany. Szerokie uszy muszą być utrzymane w nieskazitelnej formie przez czyszczenie bawełnianym wacikiem.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 20,
            "Race" : "Kot Europejski",
            "Description" : "To naturalna rasa kontynentalnej Europy. Pierwsze Europejskie Krótkowłose koty były potomkami kotów przywiezionych do Północnej Europy przez rzymskich legionistów, walczyły z gryzoniami w spichlerzach z jedzeniem dla wojska. Wiadomo również, że nie tylko koty pracowały jako strażnicy jedzenia ale pełniły funkcje przyjaciół człowieka. Podczas rzymaskiej okupacji Europy i Anglii koty te skrzyżowały się ze Żbikiem Europejskim. Tak też dzieje się do dziś, często kot domowy krzyżuje się z kotem dzikim takim jak żbik. Klasyczny wzór pręgowany mógł powstać z tych krzyżówek. Krzyżówki dały kota z początku smuklejszego, o dłuższych nogach niż wygląd obecny. Na farmach kiedyś miała miejsce hodowla selektywna. Koty łowne były bardziej poszukiwane i cenione. Być może to też ukształtowało charkter i kierunek rozwoju naszego kolegi domowegok. To jak traktowano zwierzę w pewnych miejscach geograficznych kształtowało jego osobowość. Koty Brytyjskie są z natury spokojniejsze mimo, że wywodzą się z tego samego korzenia co Europejskie. Kot Brytyjski Krótkowłosy to ta sama rasa co Europejski. Różnica w nazwie polega na miejscu rejestracji kota i organizacji, która to robi. Kot Europejski i Brytyjski wywodzi się z domowych kotów Zachodniej Europy. Niektórzy właściciele kotów nie lubią jak im się przypomina, że ich pupile pochodzą od tzw dachowców. Faktem jednak jest, że nasze bardziej lub mniej rasowe kociaki swój rodowód zawdzięczają rasom pierwotnym.",
            "Description2" : "Ponieważ rasa powstała na bazie zwykłych kotów domowych, które mają bardzo różne temperamenty, charakter Europejskiego Krótkowłosego jest trochę niemożliwy do jednoznacznego określenia. Przedstawiciele tej rasy mogą być bardzo czułe, ale są i takie „niegrzeczne”. Większość jednak jest silna i aktywna i z zasady przyjazna. Dobrze tolerują inne koty i również psy. Są inteligentne i zabawne a większość z nich jest ekspertami w domu i ogrodzie od utrzymywania populacji myszy w odpowiednim stanie. Europejski krótkowłosy jest generalnie niezwykle łagodnym kotem, o dobrej i miłej naturze przez co jest idealnym dla rodziny i towarzyszem naszego codziennego życia. Akceptuje i dzielnie znosi czas spędzany na pokazach i wymogi bycia ocenianym. Siedzi i pozuje z cichą i wyniosłą tolerancją. Krótkie i gęste futro Kota Europejskiego jest łatwe do utrzymania lecz należy je dość często czesać jeśli to możliwe by pozbyć się martwych włosów podfutrza. Często koty wylizując sierść połykają jej nadmierną ilość. Aby pozbyć się jej koty zajadają trawę i zwracają ją wraz treścią żołądka pozbywając się przy okazji sierści. Oczy i uczy powinny być czyszczone regularnie nawilżoną bawełną nawiniętą na pałeczkę.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 21,
            "Race" : "Kot Egipski Mau",
            "Description" : "Proszę nie mylić Egipskiego Mau z kotem o tej samej nazwie, wyhodowanym w Wielkiej Brytanii w latach 60-tych, który obecnie nosi nazwę Oriental Tabby. Egipski Mau został wyhodowany w Stanach Zjednoczonych i powstał z grupy podstawowej przywiezionej z Egiptu w 1953 r. Jest to cętkowany kot bardzo podobny do tych obrazowanych na rycinach i papirusach Starożytnego Egiptu. Obecnie uważa się, że Mau był udomowionym podgatunkiem cętkowanego dzikiego Żbika Nubijskiego. Nic dziwnego, że kojarzą się ze starożytnym Egiptem. Te małe cętkowane zwierzaki to relikt przeszłości. Niektóre Egipskie Mau były mumifikowane. Mau to po egipsku kot. Może jest pradziadem wszystkich kotów. Egipski Mau jest rzadko spotykany. Pierwsze krzyżowania mieszańców z amerykańskimi kotami krótkowłosymi, abisyńczykami i syjamami tabby miało miejsce już w latach 50-tych. Oficjalne uznany jako rasa przez CFF w 1968 r. i ostatecznie od CFA w 1977 r. Pierwsze okazy hodowlane dotarły do Europy w 1992. W Szwajcarii zapoczątkowano europejską hodowlę Mau. We wszystkich odmianach wymagany jest ciemny wzór na całym ciele i litera M na piersi.",
            "Description2" : "Kot Egipski Mau Kot Egipski Mau Raczej jest nieśmiałym kotem lecz bardzo kochającym swojego opiekuna, skłania się by obdarzać uczuciem tylko jednego z właścicieli. Są wierne i kochające. Mau ma tendencję do wiązania się bardzo silnie z właścicielem, niektóre mogą być nieśmiałe w stosunku do obcych. Jest naturalnie aktywny, bystry i bardzo ruchliwy i zdolny do nauki paru trików czy sztuczek. Nauczą się otwierać szafki i wiele innych rzeczy, by dostać zabawki lub jedzenie. Łatwo uczą się aportować. Mau bardzo pilnuje swoich zabawek przenosząc je w bezpieczne miejsca i warcząc na każdego, kto zagraża ich usunięciem. Nie boi się wody. Lubią zanurzyć swoje łapy w wodzie i pić z kranu. Mają interesującą cechę wyróżniająca go spośród innych ras – to fałd skórny ciągnący się od brzucha po kolana. Wydłużone tylne łapy wspomagają szybsze bieganie. Niezwykłe jest futro Mau, występuje w 3 odmianach: srebrnej, brązowej i dymnej. To jedyne koty domowe z cętkami które widać wyłącznie na zewnętrznej stronie futra. Przy rozgarnięciu włosów podfutrze jest białe. Oczy często mają kolor agrestowy w starszym już wieku. Pyszczek wygląda jak by był pomalowany tuszem do rzęs, wokół oczu widać wyraźnie ciemną obwódkę.Pozwalają się kopać i czesać. Rzadko chorują. Żyją 14-16 lat. Powinny dostawać karmę bogata w białko (koty generalnie są bardzie bezwzględnymi mięsożercami niż psy). Linieją, ale wystarczy założyć na dłonie stare rajstopy i wygłaskać kota, wyciągniemy w ten sposób stare martwe już włosy. Koty tej rasy mają wyjątkową cechę, kiedy są szczęśliwe zaczynają dosłownie chichotać. Czasami kocury znaczą swoje terytorium moczem, podchodzą wtedy tyłem do ściany i potrząsają ogonem. Wykonują ten sam gest w momencie kiedy są zadowolone ale nie wydalają moczu. Właściciel powinien o tym wiedzieć.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 22,
            "Race" : "Kot Bengalski",
            "Description" : "Nazwa”Bengal” pochodzi od lacinskiego imienia Leoparda, Kota Azjatyckiego (Prionailurus bengalensis), który wystepuje w środowisku naturalnym Azji Centralnej. Pierwsza próba stworzenia domowych leopardów miała miejsce w Japonii według publikacji Kot Fancy z 1941 r. Druga próbe podjęto w 1960 r. w Stanach Zjednoczonych. W latach 60-tych małe azjatyckie koty Leopard stały się bardzo popularne a z początkiem 70-tych na futra z tych kotów zapanowała oszałamiająca moda. Na jedno futro potrzebne było 200 skór leoparda! Te małe lamparty niemal otarły się o całkowite wyginięcie, zaspakajając popyt na futra. Dzięki zainteresowaniu naukowców oraz obrońców praw zwierząt w Stanach Zjednoczonych, łowiectwo i handel z Azją skórami kota Leoparda oraz przewóz przez granice było zakazane i jest nadal. W roku 1970, populacja kotów w Stanach była poważnie zagrożone białaczką – u kotów to choroba zakaźna. Jeszcze nie było na nią szczepionki. Zauważono w tym samym czasie, że azjatyckie leopardy nie chorują na białaczkę. Rozpoczęto badania mające na celu opracowanie szczepionki. Po zakończonych badaniach w 1975 r. hodowca Jean Mill otrzymała od dr. Willarda Centerwalla osiem żeńskich genetycznych kotów-hybryd, nad którymi to prowadzono testy skierowane pod opracowanie szczepionki. W oparciu o krzyżówki między azjatycką panterą, która żyje w południowo-wschodniej Azji i domowymi kotami, kot Bengalski był pierwszy raz uzyskany jako rasa w Stanach Zjednoczonych. Z początkiem lat 60-tych pani Jean Mill (z domu Sugden) amerykańska biolog, hodowca-amator z Kalifornii skrzyżowała kota domowego z dzikim kotem bengalskimi, uzyskując podobnego do lamparta kociaka o charakterze kota domowego. Pani Jean Mill zaczął swoje pierwsze eksperymenty podczas studiów genetyki w UC Davis w 1940 r. Dzięki jej eksperymentom powstał w wyniku krzyżówek kot Bengalski. Zachował czujność i pewność siebie azjatyckiej pantery w połączeniu z uczuciowym usposobieniem domowego kota, dając w efekcie miniaturową panterę o uroczej i miłej naturze.",
            "Description2" : "Ostrożny i pewny siebie jak jego dziki przodek. Kot Bengalski ma uczuciową naturę i kochający zależny temperament. Grube bogate futro jest utrzymane w dobrej kondycji poprzez zbalansowaną dietę i regularne szczotkowanie futra. Azjatycki leopard jest z charakteru samotnikiem, wszystkożernym myśliwym, a ostateczny wynik czy osiągnięcie musiało zakładać przyjazny stosunek do domu i ludzi jako towarzyszy życia. Bengal czwartej generacji, przyniósł określone oczekiwania według ekspertów. Był laureatem licznych nagród i gwiazdą wystaw. Mimo to, powściągliwość ludzi wobec tej rasy trwa. Twórca rasy Jean Mill powiedziała, że to kochne koty i „każdy inny kot może ugryźć człowieka… ale jeśli Bengal to robi niektórzy twierdzą, że to dzikie zwierze i należy być ostrożnym.” Twórczyni rasy uważa zwirzaki za niezwykłe, piękne i bardzo przyjazne ludziom.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 23,
            "Race" : "Kot Brytyjski Krótkowłosy",
            "Description" : "Ta rasa prawdopodobnie powstała z domowych kotów przywiezionych na Wyspy Brytyjskie z koloni rzymskich około 2 tysiące lat temu. Dzisiejsza rasa krótkowłosych brytyjskich kotów, posiada dokładne standardy i mówi o różnicach między popularnymi domowymi kotami a hodowlanymi. Krótkowłose Brytyjskie (Cat British Sortchair) pojawiły się jako ważni przedstawiciele ras w XIX w. Wydawały się zagubione pośród Persów czy Angor, które zajmowały szczególnie ważne miejsce na wystawach. Tak było do 1930 r. po czym rasa nabrała większego znaczenia, odrodziła się. Wyselekcjonowano i stworzono koty o ładnym wyglądzie z wieloma typami ubarwienia. W dniu dzisiejszym preferowany jest kolor jednolity nad pręgowanym umaszczeniem z czego najbardziej cenionym jest niebiesko-szary, czasami noszący status osobnej rasy – Brytyjski Niebieski. Brytyjskie krótkowłose doznały dużego uszczerbku w czasie II Wojny światowej. Wiele lat po wojnie parę samców tego gatunku pozostało i przy dużych wysiłkach krzyżowania kociąt odzyskano krótkowłosego o zagubionych cechach. Sprawy te były ustabilizowane w 1950 r. podczas krzyżówek z Niebieskimi Persami, dzięki czemu udało się uzyskać Brytyjskiego. Pod koniec IX w. Harrison Weir, angielski rysownik, fascynat kotów jak również ojciec i pomysłodawca wystaw kotów – opisał najpiękniejsze brytyjskie koty w książce „Nasze koty” (Our Cats) z 1892 r. Nazwano je Brytyjskie, aby odróżnić je od kotów przywiezionych z innych krajów, takich jak orientalne i długowłose. Rasy w tamtym czasie określano gównie na bazie maści kota, koloru futra. Cecha ta była wyznacznikiem głównym nie jak w obecnej chwili cechy budowy ciała są głównymi elementami, kolor jest drugorzędny. Harrison Weir wraz z bratem byli pierwszymi jurorami na wystawie kotów w Cristal Palace w Londynie w 13.07.1871 r. Patronat nad pokazami trzymał National Cat Club oraz Scottish Cat Club. Po 20 latach sytuacja się zmieniła. Ludziom bardziej podobały się koty perskie i inne nowe rasy częściej wystawiane na pokazach niż koty brytyjskie. Znineły na długi czas i choć odzyskały obecnie swoją dawną pozycję nie udało się osiągnąć tak dużej sławy jak niegdyś. Brak kotów które podtrzymały by rasę spowodowała lekki jej upadek. Tak też po wojnie musiano wspierać się krzyżówkami z persami by wzmocnić brytyjskiego. Skomplikowało to ocenę rasy ponieważ brytyjski to była rasa naturalna. Szcególnie widać wpływ po kształcie głowy. Koty zapisywano już wówczas do rasy gdy były już trzecim pokolenie. Nie był to sposób doskonały dający wiarygodność rasie. Do dziś widać u brytyjczyków cechy kotów perskich. Tego nie można powiedzieć o naturalnych amerykańskich krótkowłosych. Od lat 50. XX w. Brytyjski kot krótkowłosy wrócił do łask. Zaczoł zajmowac wysokie pozycje na pokazach a domieszka perskiego nie była już potrzebna.",
            "Description2" : "Typowy Brytyjski Krótkowłosy jest miły, łagodny i bardzo inteligentny, co czyni go wymagającym. Generalnie jest cichy. Nie jest akrobatą jak syjamski i nie miałczy za dużo. Nie denerwują się gdy zostają same w domu. Krótkowłose wymagają regularnego czesania futra by utrzymać go w odpowiednim stanie. Szczególnie ważnym jest to by młode kocięta przyzwyczajać do czesania i szczotkowania by nie znienawidziły tego zabiegu w przyszłości.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 24,
            "Race" : "Kot Burmski / Burmese",
            "Description" : "Wszystkie współczesne kotu Burmise pochodzą od jednej hybrydowej syjamskiej samicy Wong Mau, która była przywieziona z Rangoon (Yangon) w Birmie do Stanów Zjednoczonych w 1930 r. przez Dr Josepha Cheesman Thompsona. Wong Mau był prawie na pewno kotem typu tonkijskiego (rasa spokrewniona z kotami syjamskimi). Na początku była krzyżowana z kotami syjamskimi, później jej potomstwo skrzyżowano między sobą i następnie ponownie sparowane z samą Wong Mau. Z tych krzyżówek wyrosły trzy znaczące typy kociąt. Niektóre identyczne jak Wong Mau inne syjamskie a jeszcze następne dużo ciemniejsze niż Wong Mau. Te właśnie koty stały się podstawą rasy Burmise oficjalnie uznana za rasę w 1947 r. przez CFA (zobacz w „standardy ras”) i była pierwszą rasą rodowodowych kotów, która powstała w Stanach Zjednoczonych. W związku z brakiem odpowiednich kotów Burmise tworzono krzyżówki z syjamskimi, co spowodowało zawieszenie rejestracji tej rasy miedzy 1947-53 r. z uwagi na powolne tracenie cech rodowodowych. Wkrótce jednak ustabilizowano cechy tegoż kota z bezwzględnym standardem punktacji zapewniając jego unikalny wygląd i cechy charakteru.",
            "Description2" : "Burmski jest bardzo inteligentnym silnym kotem, o bardzo silnej osobowości, obdarzającym uczuciem tylko jednego wybrańca. Jego krótkie lśniące futro wymaga wyczesania aby je utrzymać w najlepszej kondycji.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 25,
            "Race" : "Kot Cymric",
            "Description" : "Kot Cymric (inna nazwa to Długowłosy Manx) – rasa kotów powstała w Kanadzie i/lub USA. Istnienie długowłosych Manksów nie od razu zostało zaakceptowane. Około 1960 roku w miotach kotów Manx zaczęły się pojawiać długowłose kocięta. Początkowo takie osobniki były sterylizowane i usuwane z hodowli, jednak potem hodowcy postanowili utrwalić tą cechę. Pierwszym związkiem, który uznał rasę Cymric było Canadian Cat Association. Obecnie rasę tę akceptuje większość północnoamerykańskich i europejskich.",
            "Description2" : "Cymric różni się od Manksa długością sierści i „zaokrąglonymi” kształtami. Odmiany barwne są identyczne jak u ich krótkowłosych kuzynów. Koty tej rasy są umiarkowanie aktywne i inteligentne, lubią się bawić. Cymric żyje w zgodzie z innymi zwierzętami, jest przyjacielskim kotem o cichym głosie. Lubi towarzystwo ludzi, będzie prowadzić rozmowy słodkim głosem. Niektóre Cymric kochają tylko jedną osobę, podczas gdy inne swe uczucia oddają dla całej rodziny, w tym dzieci. Waży od 7 do 13 kilogramów i ma jedwabistą, średniej długości, podwójną sierść w wielu kolorach i wzorach. Cymric ma potężny tył i jest doskonałym skoczkiem, nawet bez naturalnej przeciwwagi jaką jest ogon który, pomaga utrzymać równowagę. Kiedy widzisz go biegającego po domu, robiącego ostre zakręty i szybkie przystanki, to myślisz, że jest jak mini samochód sportowy w kształcie kota.  Cymric wyróżnia się w swoich okrągłych kształtach, z jego okrągłą głową i zaokrąglonym tyłem. Uszy są szerokie u podstawy i zwężają się zaokrągloną końcówką. Duże okrągłe oczy są ustawione pod niewielkim kątem w kierunku nosa z zewnętrznych kącikach nieco wyższe niż wewnętrznych narożnikach. Cymric ma podwójną grubą sierść, która stopniowo wydłuża się od ramion do tyłu. Niektóre koty mają kępki włosów na uszach i nóg, co jest szczególnie pożądane wśród hodowców. Cymric jest w wielu kolorach i wzorach z wyjątkami czekolady, lawendy. Wszystkie wariacje kolorów są oceniane razem w jednej klasie.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 26,
            "Race" : "Święty Kot Birmański",
            "Description" : "Święty Kot Birmański nie jest spokrewniony z Burmskim mimo podobnej nazwy. To bardzo unikalna rasa. Futro na stopach tych kotów jest białe natomiast futro na reszcie ciała jest lekko ciemniejsze, jedwabiste bardziej niż Tureckiej Angory i kotów Himalajskich. Ich ciało raczej jest dłuższe, większe niż Persów ale mniej przysadziste. Wierzy się że, w Birmie ten kot był czczony jako wcielenie zmarłych mnichów. Istnieje wiele legend, które próbują wytłumaczyć pochodzenie tego kota. To jedna z nich. We wczesnych latach 1900 Świątynia Birmańska, w której hodowano owe koty została najechana a następnie wyzwolona przez brytyjskiego oficera Majora Gordona Russella i Monsieur Auguste Pavie (francuski cywilny kolonizator i dyplomata i podróżnik). W formie podziękowania para świątynnych kotów została wysłana do wyzwolicieli do Francji w 1919 r. jako prezent od kapłanów kmerskich dla Francuza, Augusta Pavie, badacza i podróżnika. Samiec zginał w podróży, samica dotarła bezpiecznie i urodziła kocięta będące fundamentem rasy Birmańskiej w Europie. Inna wersja legendy głosi, że pierwsza para kotów tej rasy została wykradziona przez sługę ze świątyni Lao-Tsun i sprzedana milionerowi amerykańskiemu Vanderbiltowi w 1920. Są to jednak tylko legendy. Legendy te pochodzą z opisów pani Marcelle Adam (Pisarka i prezes Federacji Feline Française oraz właściciel hodowli Maldapour Birman), która wymyślając historie o tych kotach chciała uatrakcyjnić rasę birmanów głównie w celach marketingowych. W rzeczywistości koty te uzyskano w ramach francuskiego programu hodowlanego z użyciem kotów europejskich krótkowłosych, kotów syjamskich i perskich. Owa legenda miała w pierwszych latach po powstaniu rasy prawdopodobnie zapewnić lepszą sprzedaż, jednak okazała się zadziwiająco trwała. Pierwsze ślady historyczne prowadzą do pani Leotardi mieszkającej w mieście Nicei we Francji. Birmany podczas II Wojny Światowej niemal nie wyginęły całkowicie jako rasa . Tylko dwa koty uratowały się w Europie po zakończeniu wojny, para o nazwie Orloff de Kaabaa i Xenia de Kaabaa. Fundamentem tej rasy w powojennej Francji stało się potomstwo tej pary. Na początku 1950 roku, po raz kolejny utworzono czyste mioty Birmana. Przywrócona rasa została uznana w Wielkiej Brytanii w 1965 r. i w 1966 r. uznana przez CFA. Pierwsze koty Birman seal-point został osiągnięty w 1959 roku, przy użyciu linii Niebieskich Perskich. Nowe kolory kotów zostały dodane przez angielskich hodowców w 1970-1980, w tym czekoladowy, czerwony point oraz z wersją pręgowaną. Birmański również był używany do tworzenia nowych ras takich jak Ragdoll, kot z Kalifornii. Kot Secred Birman jest wspaniałym kotem z fascynującą powierzchownością.",
            "Description2" : "Cichy i łagodny ale mniej poważny niż Perski. Jest dociekliwy i bardzo uczuciowy. Daje wrażenie, że jest świadomy swoich mistycznych przodków. Nie tak jak wiele długowłosych ras, Birmański dojrzewa wcześnie nawet w 7 miesiącu życia. Królowe rodowodowe są wspaniałymi matkami a samce słyną ze swojego miłosnego temperamentu. Futro jest jedwabiste i miękkie i łatwiejsze do czesania i pielęgnacji niż futro Persów. Białe futro na stopach musi być białe. Nakładanie białego pudru do czesania, który jest wcierany w sierść i następnie wyczesywany daje ładny efekt czystości.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 27,
            "Race" : "Kot Syberyjski",
            "Description" : "Kot Syberyjski – jego początki notuje się w XVII w. a jego korzenie pochodzą z Syberii. Oznacza to, że jego ewolucja przebiegała bez udziału człowieka. Początki rasy datuje się na XVII w., choć niektóre źródła podają nawet XI w. Jest jednym z najczęściej występujących kotów domowych w Rosji. Kot ten jest naturalnym gatunkiem, nie powstał z krzyżówek innych gatunków. Należy do kategorii półdługowłosych i jego popularność poza Rosją notuje się na stosunkowo niedawne czasy, to około 1989 r. dlatego jego historię genealogiczną trudno odtworzyć. Jest prawdopodobne, że mieszkańcy Syberii używali ich jako „stróża” domu, ponieważ potrafił reagować mruczeniem na widok zbliżającego się obcego.  Odkryli tą rasę dopiero państwo Schultz, byli oni wielkimi miłośnikami kotów. Kupili parę kotów w Leningradzie. Krótkie dzieje tej rasy w krajach zachodnich sprawiają, że jej dokumentacja genealogiczna jest nader skąpa. W Polsce hodowlę tej rasy rozpoczęto w roku 1998 r i również w tym, roku organizacja FIFe zarejestrowała tą rasę jako odrębny gatunek. W 1870 pojawiły się na pierwszej wystawie. W 1884 r. Madison Square Gardens brały udział w wystawie. W 1989 r. Klub Kotofei w Moskwie stworzył pierwszą normę dla Syberyjskich na bazie dwóch kotów wykorzystanych jako prototypy, przedstawiciele rasy. Jeden to Mars – niebieski z deseniem rysia i z białymi dodatkami drugi o imieniu Roman (ur. w 1987 r., właściciel A.Ivanova) – brązowy pręgowany również z białym. W 1991 r. Marasa i jego syna Nestora można znaleźć w setkach rodowodów. Organizacja felinologiczna SFF w Roasji przyjeła standard Syberyjskiego opierając się na bazie wcześniejszych opracowań stowarzysznia Kotofei. Wykorzystane w Rosji jako prototypy do opisu standardu rasy. W 1990 r. Elżbieta Terrll zaimportowała trzy koty do Stanów Zjednoczonych. Miały kolejno na imię Ofelia, Naina i Kaliostro. W 1997 r. Dana Osborn (z Willowbrook) zaimportowała również pierwsze kolorpointy (seal point, ryś, samiec) oraz Roksana Babyan z Willowbrook sprowadziła kocicę (seal point, szylkret, samica). W 1998 r. narodziły się pierwsze kolorpoiny w Stanach. W 1992 r. amerykańska organizacja TICA zaakceptowała koty jako rasowe (New Breed) a w 1996 r. przyznano im status mistrzowski. Duża ilość tych kotów została przywieziona z Rosji do Niemiec i Czech, przyczynili się do tego właśnie Hans i Betty Schultz małżeństwo z Niemiec. Odegrali dużą rolę w popularyzacji rasy w Europie. Pierwsza fala przywiezionych kotów Syberyjskich nie była zbyt dobrej „jakości”, a każdy z nowych hodowców chciał stworzyć własny standard rasy. Tymczasem sędziowie na wystawach traktowali Syberyjskiego jak gorszego kuzayna Maine Coona czy Norweskiego Leśnego. Wszystkie te trzy rasy mają wiele wspónych cech. Obecnie rasa jest bardzo popularna, natomiast sam gatunek w czasie utrzymywania wielu hodowli utracił wiele cech naturalnej rasy.",
            "Description2" : "Mentalnie bardzo żywotny kot o dużym temperamencie ale i bardzo serdeczny i przyjacielski. Ich walorem jest brak chęci do niszczenia przedmiotów domowych.Są wspaniałymi myśliwymi. Posiadają instynkt dzikich łowców i niezależności, uwielbiają się wspinać i zażywać ruchu. Są bardzo oddanymi przyjaciółmi człowieka, cechuje je duża inteligencja.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 28,
            "Race" : "Kot Ragdoll",
            "Description" : "Kot Ragdoll to jeden z najcięższych, grubokościstych kotów domowych, samce mogą ważyć nawet 17 kg. Są ogromne. Samiec może być 3 razy większy od przeciętnego kota. W dotyku przypomina królika. To kot idealny, cichy, spokojny i zawsze obecny. Są przyjacielskie, chodzą za właścicielem z pokoju do pokoju, nazywane są „psimi kotami” bo depczą po piętach jak szczeniaki. Rogdoll to inaczej „szmaciana lalka”, kiedy się je podnosi robią się wiotkie. Zaczęło się w Kalifornii w 1963 roku od hodowcy Ann Baker. Miała w zwyczaju wypożyczać od sąsiadki, pani Pennels, czarnego kocura zwanego Blackie. Kocur był nierodowodowy. Jego matka Josephine była biała i raczej wyglądała jak półdługowłosa Angora. Była potrącona przez samochód. Po paru dniach odnaleziona na ulicy została dostarczona do weterynarynarza. Wyleczona wróciła do właścicielki, pani Pennels. Mimo wypadku miała jeszcze parę miotów kociąt. Od tego wydarzenia kocica zmieniła się, była bardzo osowiała i spokojna, wydawała się nieczuła na ból. Jej potomstwo również przyjęło takie cechy. Urodziła niezwykle wzorzystego kociaka, był podobny do kota Świętego Birmańskiego.",
            "Description2" : "Jest wyjątkowo miłym, uczuciowym i relaksującym kotem. Mimo, że jest zasadniczo spokojny i ma cichy głos, lubi zabawy i bycie pupilem domowym. Rogdolle rzadko chorują ale mogą mieć kłopoty z sercem. Jego grube futro nie jest matowe z tego powodu jest łatwiejsze do czesania. Wymaga zadbania i szczególnie dokładnie należy czesać kołnierz wokół szyi.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 29,
            "Race" : "Kot Turecka Angora",
            "Description" : "Kot Turecka Angora to jedna z najstarszych ras kota pochodzących z Turcji. Był pierwszym długowłosym kotem w Europie. W XVI wieku przyrodnik Nicolas-Claude Fabrin de Peiresc sprowadził kilka kotów tej rasy z Angory w Turcji (obecnie Ankary) do Francji. Były opisywane w literaturze jako „kolorowy pył, pięknie wyglądający kot.” Kot Turecki Angora, istnieje kilka teorii dotyczących pochodzenia Angory. jedna z nich mówi, że długowłose rasy wywodzą się z Afryki od żbika. Afrykański dziki kot posiadają taką samą liczbę chromosomów i strukturę jak koty domowe. Inne teorie mówią, że są potomkami dzikiego kota zwanego Pallas lub kota Manul, który ma długie włosy jak azjatycki żbik, udomowionych przez Tatarów i Chińczyków, a później przez Turków. Te oryginalne koty zamieszkiwały rejony Morza Kaspijskiego, którego brzeg sięga południa Persji (obecnie Iran). Inne źródła mówią, że Angory pochodzą z nad jeziora Van w południowo-wschodniej Turcji, dlatego nazywano je również „Koty Van ” ale bardzo krótko. Długie włosy to efekt recesywnego genu u tego kota prawdopodobnie spontanicznie został zmutowany. Żyły na określonym terenie nie mając możliwości krzyżowania się z innymi gatunkami kotów. W regionie Van leży śnieg w przez sześć miesięcy w roku, więc Angory są bardzo odporne na chłód, natomiast w lecie jest bardzo gorąco co powoduje, że większość futra zrzucają na ten okres. Legenda czy opowieść mówi, że Mahomet (570 – 632), założyciel islamu, był posiadczem prawdziwej Tureckiej Angory. Kot spał na jego szatach a żeby go nie obudzić mahomet odciął sobie rękaw by móc wstać. Turecka Angora pierwotnie pochodzi z Angory w Turcji z perskiej prowincji Chorazan. Do Rosji, Afganistanu do Europy przybyły pod koniec 1500 r. Te koty były udomowiane przez wieki. Ich futro miało wielką wartość dla mieszkańców Angory, gdyż tworzyło artykuł handlu bardzo poszukiwany przez kupców. Mówiono że, Turecka Angora jest wielkim faworytem Ormian i Turków, zafascynowani byli ich wyjątkowym biały kolorem które, korespondowało z orientalnymi meblami. Turkish Angora - Kot Turecki Angora, Książka „Hodowla kotów” napisana przez Nielsa Pedersen omawia „siedem starożytnych mutacji” u kotów jak to okreslił. Jedna z tych mutacji stworzyła długie włosy u kotów. Wszystkie te mutacje są widoczne u Angory. Takie mutacje występują w izolowanych obszarach, jak na płaskowyżu w Turcji. Spekulacje mówią że, gen długich włosów spontanicznie powstał w trzech oddzielnych obszarach, gdzie występują zimne ostre klimaty a izolacja futrem jest ważną częścią przeżycia. Ze względu na środowisko i przebywanie na dużych wysokościach, koty z długim futrem miały przewagę. Innymi słowy istnieje przekonanie, że mutacja powstała wyłącznie w jednym z tych zimnych tureckich miejsc. Geny te przeniosły się wraz z kotami w inne rejony. W latach 1600 r. te słynne koty trafiły do Europy razem z tureckimi karawanami handlowymi z Persji do Rosji. podróżowały szlakami handlowymi między Europą a Bliskim Wschodem. Rzadkie zwierzęta były atrakcjąrynkową. Przed 1626 r. przybyły do Włoch.  Istnieją króliki o nazwie Angora i kozy, zarówno jedne jak i drugie posiadają futro o charakterze jedwabistym i i długim. Jednak nazwy te nie mają wiele wspólnego z kotem Angora. Swetry z angory są wykonane z włosów królików i kóz ale nie z futra kotów Tureckiej Angory.  Francuski przyrodnik Hrabia de Buffon, obserwował w połowie XVIII w. koty w Persji i za wyjątkiem koloru rodziły się tam doskonale podobne do Angory koty. Zachowało się pismo skierowane do francuskiego Prezesa Towarzystwa Zoologicznego M. Lottin de la Val. Pochodzi ze spotkania tej organizacji, które odbyło się w dniu 11 maja 1856 roku: „Kiedy ostatnio zrobiono mi zaszczyt wzywając mnie, przekazałem twierdzenie, iż tzw. „kot Angora” nie istnieje lub nie może istnieć po za rejonem starożytnej Ankary…” Wszystkie te informacje wskazują jednoznacznie, że biały, piękny długowłosy kot jest naturalą niewyhodowaną rasą, która zamieszkiwała o dawna określone rejony obecnej Turcji. Harrison Weir, znawca kotów. Był organizatorem pierwszego brytyjskiego pokazu kotów w Crystal Palace w 1871 r. Jest również autorem książki „Nasze koty i wszystko o nich”, która była pierwszą pozycją o kotach rasowych. Mimo trudności w pozyskaniu kotów z zoo w Ankarze, w 1963 roku wydano parę hodowlaną, która została wysłana do Stanów i stała się początkiem programu hodowlanego w tym kraju. Kocicę nazwano Yildicek (biała, bursztynowe oczy),kocur Yildiz, biały z różnooki. W 1966 r. udało się kupić w Turcji inną niezwiązany parę rozrodczą tureckich Angor. Jean-Jacques Bachelier, 1761, Turecka Angora i ptak Gatunek Angora był kiedyś prawie nie znany poza rodzinnym jego terytorium. Rasa ta przez długi czas nie uległa zabiegom hodowlanym ulepszającym jej wygląd. Stanowi naturalną rasę o orientalnym smukłym wyglądzie ciała, nie zdominowaną przez obce domieszki. Hodowane koty trafiły również do Anglii gdzie były znane jako „Francuskie Koty”. Kot Perski jest wynikiem krzyżówek długowłosych kotów pochodzących z Persji (Iran) z kotami z Ankary (Turcja). Kot Perski stopniowo zastępował miejsce Angory i stawał się coraz bardziej popularny. Miedzy 1950 a 1960 r. Stany Zjednoczone, Anglia i Szwecja sprowadziły Angory z Turcji i rozpoczęto hodowalany program budowy tej rasy. Od około 1970 r. w Stanach Turecka Angora była oficjalnie uznaną rasą przez niektóre organizacje. W 1978 r. CFA zaakceptowała tylko białą wersje Angory. Inne związki felinologiczne dopuszczay odmiany kolorystyczne tego kota. Dla utrzymania czystości rasy początkowo hodowano białe odmiany wyłącznie w ogrodach zoologicznych w ich ojczyźnie Turcji. Rząd turecki na początku 1900 roku został zaniepokojony spadkiem populacji Angory. Zorganizowano program hodowlany w zoo w Ankarze w celu zachowania białej Angory z niebieskimi, złotymi i dwubarwnymi oczami, którą uważano za narodowego kota Turcji. Zoo w dużym stropniu przyczyniło się do ochrony Tureckiej Angory. Utrzymywano koty w stanie nienaruszonym, prowadzono opisy, badania genetyczne, lecz nie krzyżowano kotów z innymi rasami co za tym idzie nie ulepszano. Turcy są niezwykle dumni z prowadzenia tego programu hodowlanego. Angora jest ogólnie bardzo zdrową rasą kotów. Jednak, jak w przypadku innych ras, biała odmiana jest czasami skłonna do głuchoty (nie zawsze). Nie powinno być to problemem, jeśli kot jest trzymany w pomieszczeniach zamkniętych. Rozwijające się inne kolory tej rasy przyczyniły się do wyeliminowania głuchoty. Innym problemem u białych Angor jest brak pigmentacji skóry, co może wiązać się ze zwiększonym ryzykiem zachorowania na raka skóry. Kocięta powinny być zawsze zakupione od renomowanego hodowcy. Potrzebują corocznych obowiązkowych szczepień, również przeciw białaczce kotów, jeśli kot przebywa na świeżym powietrzu.",
            "Description2" : "Angory linieją w lecie, gubią włosy dlatego powinnny być wyczesywane dość często. Brak puszystego podfutrza powoduje, że dłuższe futro nie robi się matowe. Należy zwracać uwagę na czystość uszu. Biały kolor futra wymaga dbałości. Pierwsze koty sprowadzone z Turcji okazywały nerwowość w zachowaniu w kontakcie z człowiekiem, lecz dzisiejsze Koty Tureckie ogólnie mają skłonności do czułości. Są silne i wytrzymałe. Posiadają intrygująca skłonność do pływania, która wyróżnia tą rasę. Dobrowolnie pływają jeśli mają tylko do tego sposobność czy okazję. Samce osiagają od 5-6kg, samice od 3-6kg. Średnia długość życia od 9-14 lat. W miocie rodzi się przeważnie 6 kotów. Oprócz organizacji FIFe Angora Turecka zajesterowana jest jako rasa w CFA, ACFA i TICA.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 30,
            "Race" : "Kot Perski Biały",
            "Description" : "Kot Biały Perski i Egzotyczny – ta odmiana kota perskiego jest bardzo popularna. Cieszy się niezmiennie powodzeniem u kocich wielbicieli już prawie od 100 lat. Jest rezultatem skrzyżowania rasy Angora i Perskiej. Białe Persy miały niebieskie oczy a ta genetyczna anomalia spowodowała, że wiele z nich było głuchych. Dużym wysiłkiem hodowców wadę wyeliminowano. Kolejne krzyżówki Białego Persa z Niebieskim i Czarnym wyeliminowały głuchotę całkowicie. Rezultatem krzyżówek było potomstwo, które nie tylko miało bardziej solidne kości i ładniejsze ciała, kształty głowy ale i różne kolory oczu na przykład miedziane, pomarańczowe, niebieskie lub każde z oczu w odmiennym kolorze. Najważniejszym atutem jednak było to, że miały już dobry słuch. Okazało się, że niektóre koty o dwukolorowych oczach mają wadę słuchu w uchu po stronie niebieskiego oka. Dzisiejsze Białe Persy jak i koty Egzotyczne są klasyfikowane do różnych odmian ze względu na kolor oczu.",
            "Description2" : "Persy i Egzotyczne to spokojne, łagodne koty. Bardzo przywiązują się do swoich właścicieli i nie lubią samotności. Lubią głaskanie, czesanie oraz drapanie. Bawiąc się rzadko używają pazurów i zębów, są nieagresywne. Akceptują w domu obcych ludzi, łatwo też przystosowują się do nowych warunków. Nie przejawiają tendencji niszczycielskich. Wspaniale znoszą przebywanie w mieszkaniach bez ogrodu. Jeśli nawet mają do dyspozycji ogród, nie korzystają z nich wybierając wygodną kanapę. Lubią znajdować się w centrum uwagi przebywając z ludźmi, przejawiają również cechy upartego charakteru. Przy czesaniu i pielęgnacji sierści Białego Persa jak i kota Egzotycznego jest potrzebna szczególna uwaga. Futro bardzo łatwo ulega zabrudzeniu i przebarwieniom głównie wokół ust, koło ogona i wokół oczu. Kot przez to wygląda jak nieco zaniedbany. Hodowcy często używają białego pudru by skorygować przebarwienia a jednocześnie zapobiegać ich tworzeniu.",
            "MaxPhotos" : 0
        }
    ]
}