{
    "cats" : [
        {
            "ElementId" : 1,
            "Race" : "Kot Domowy Krótkowłosy",
            "Description" : "Koty domowe, czyli „dachowce” stanowią najliczniejszą grupę, obok psów, zwierząt od lat towarzyszących człowiekowi. Rasy kotów są jednym ze sposobów klasyfikacji kotów domowych. Charakteryzuje je wspaniała kondycja psychiczna, oczywiście doskonale sobie radzi w warunkach dzikich i domowych. Jest bardzo Kot Domowy Krótowłosy przyjacielski o spokojnym temperamencie, świetnie się czuje w otoczeniu człowieka. Kot uważany jest za kota danej rasy, jeżeli spełnia wszystkie cechy określone dla tej rasy. Odmiana kota domowego może być również określona przez właściwości inne niż rasa, takie jak: kategoria, odmiana i grupa barwna. W przypadku kategorii Kota Domowego, konkursowa weryfikacja (FIFe) dopuszcza posiadanie oczu w dowolnej barwie, futra w dowolnej barwie i deseniu oraz długości, ogona dowolnej długości oraz kształtu. Ważnym przy ocenie będzie bardzo dobra ogólna kondycja zwierzęcia, czyli ładna budowa, dobra prezencja, harmonijny kolor futra i deseniu na nim.",
            "Description2" : "Karmić, głaskać, traktować jak pana i władce.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 2,
            "Race" : "Kot Orientalny Krótkowłosy",
            "Description" : "Koty o syjamskiej budowie ciała ale nie posiadające wymaganych barw punktowych są uważane przez niektóre związki w tym FIFe jako Orientalne. W zasadzie kot Orientalny jest pod wszelkimi względami taki sam jak syjamski poza brakiem dymnych punktów innego koloru futra. Wywodzi się od kotów syjamskich. Ma trochę cichszy od nich głos ale jest równie rozmowny. Orientalne koty były znane przez wiele lat ale po raz pierwszy zdobyły popularność we wczesnych latach 60-tych, kiedy kilku wielbicieli rozpoczęło hodowlę w dużej różnorodności kolorów. Niektórzy specjalizowali się w paru tylko kolorach lecz wszyscy przykładali wielka uwagę w czasie selekcji do cech charakteru, kondycji, dobrego temperamentu jak również do ładnego wyglądu. Niektóre z nich były osiągnięte jako boczne gałęzie głównego programu hodowlanego syjamskich i innych powstałych po kolejnych eksperymentach genetycznych. Jasno brązowy stanął u podstawy całej serii kolorów, jak Orientalny Biały z szafirowymi oczami. Brytyjski GCCF ustanowił jednobarwne syjamskie jako Orientalne Zagraniczne. Zagraniczne czekoladowe zostały nazwane – Hawana. Europejska FIFe i brytyjska Cat Association of Britain uznała całą grupę tych kotów jako Orientalne i podobnie też amerykańska CFA. Organizacje różnie nazywałaby barwy tych kotów. Przyjęła się systematyka rasy CFA – rozdziela rasę na 5 grup. Kolory jednolite, cieniowane, przypalane, pręgowane i srebrne. W ten sposób Orientalne zdobyły status czempiona w 1987 r. Następnego roku wiele orientalnych znalazło się pośród 20 najlepszych w rankingu CFA. W Brytanii każdy kolor tego kota musiał być klasyfikowany oddzielnie. Od 1995 r. ich status jako grupy nadal jest w ciągłej dezorganizacji. Te koty nazywane są również „tęczowymi”, występują aż w 13 odmianach umaszczenia. Wyglądają jak Syjamskie lecz nie mają punktowego zabarwienia futra. Koty tej rasy z charakteru przypominają psy – to border collie wśród kotów, miauczą głośno i często. Są bardzo gadatliwe. Uwielbiają ludzi są bardzo inteligentne i łatwo się uczą. Kot Orientalny Krótkowłosy został wyhodowany w latach 50-tych i 60-tych XX w. krzyżując koty: Krótkowłose z Rosyjskimi Niebieskimi i Abisyńskimi . Odmiana długowłosa powstała w latach 70-tych po skrzyżowaniu Orientalnych Krótkowłosych z kotami Rosyjskimi Niebieskimi i Balijskimi. Praca nad rasą skupiła się na podobieństwie do Syjamskiego. To rasa bardzo pomieszana genetycznie dlatego rzadko u nich występują wady wrodzone. Żyją nawet do 20 lat.",
            "Description2" : "Orientalny jest ekstrawertykiem, inteligentny i bardzo uczuciowy. Jest aktywny i chętny do zabawy, natomiast nie lubi przebywać sam. Są naturalnie bardzo czystymi kotami. Drobne i krótkie futro jest łatwe do utrzymania. Duże uszy potrzebują regularnego czyszczenia. Koty te powinny mieć do dyspozycji drapak czyli deskę w, którą będą wbijać swoje pazury.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 3,
            "Race" : "Kot Orientalny Długowłosy",
            "Description" : "Koty o syjamskiej budowie ciała ale nie posiadające wymaganych barw punktowych są uważane przez niektóre związki jako Koty Orientalne. W zasadzie kot Orientalny jest pod wszelkimi względami taki sam jak syjamski poza dymnymi punktami innego koloru futra. Ma trochę cichszy głos ale jest równie rozmowny. Brytyjski GCCF Ustanowił jednobarwne syjamskie jako Orientalne Zagraniczne. Zagraniczne czekoladowe zostały nazwane – Hawana. Europejska FIFe i brytyjska Cat Association of Britain uznała całą grupę tych kotów jako Orientalne i podobnie amerykańska CFA. Organizacje różnie nazywałaby barwy tych kotów. Przyjęła się systematyka rasy CFA – rozdziela rasę na 5 grup. Kolory jednolite, cieniowane, przypalane, pręgowane i srebrne. W ten sposób Orientalne zdobyły status czempiona w 1987 r. Następnego roku wiele orientalnych znalazło się pośród 20 najlepszych w rankingu CFA. W Brytanii każdy kolor tego kota musiał być klasyfikowany oddzielnie. Od 1995 ich status jako grupy nadal jest w ciągłej dezorganizacji. Hodowcy dawno pracowali nad osiągnięciem jednobarwnego kota orientalnego. Okazało się to być nie trudne. Oczekiwaną rasę osiągnięto w Wielkiej Brytanii i Stanach Zjednoczonych. Klasyfikacja w szeregu kotów rasowych nie była prosta i trwała od lat 50 – tych. Organizacja europejska FIFe uznała tę rasę w 1970 r. Natomiast nie zaklasyfikowano odmiany hawajskiej kota orientalnego z uwagi na to, że jego protoplastą był kot rosyjski niebieski. Koty orientalne generanie posiadają cechy syjamskich, są zatem towarzyskie, bardzo inteligentne i bardzo ruchliwe. Potrzebują zainteresowania i zapewniania rozrywek. Są odporne na choroby. Żyją w komitywie z innymi zwierzętami domowymi. W budowie bardzo podobne do kota sjamskiego swojego protoplasty.",
            "Description2" : "Orientalny jest ekstrawertykiem, inteligentny i bardzo uczuciowy. Jest aktywny i chętny do zabawy, natomiast nie lubi przebywać sam. Są naturalnie bardzo czystymi kotami. Drobne i krótkie futro jest łatwe do utrzymania. Duże uszy potrzebują regularnego czyszczenia. Koty te powinny mieć do dyspozycji drapak czyli deskę, w którą będą wbijać swoje pazury.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 4,
            "Race" : "Kot Peterbald",
            "Description" : "Kot Peterbald (Przyznanie rasy w 01.01.2012 przez FIFe) Peterbald cat Kot Peterbald Rasa Peterbald powstała w drugiej połowie 1994 r. w Sankt Petersburgu, w Rosji, w ​​wyniku eksperymentalnego krzyżowania z Don Sfinksem bezwłosym kotem (znany również jako, Donskoy lub Donsky) samcem nazwanym Afinogen z Orientalnym krótkowłosym (mistrzem świata o imieniu Radma von Jagerhov) Krzyżówki dokonała rosyjska felinolog Olga S. Mironova. Pierwsze dwa mioty kociąt to cztery Peterbaldy: Mandarin Murino, Maskat Murino, Nezhenka Murino i Nocturne Murino. Te cztery Peterbaldy były założycielami rasy. W 1996 r. rasa została zarejestrowana w rosyjskiej organizacji felinologicznej opisując standard nowej rasy i przyjmójąc skrót PBD. W 1997 r. został przyjęty w TICA Międzynarodowym Stowarzyszeniu Kota ze skrótem PD, a w roku 2003 w WCF (Swiatowa Federacja Kota) ze skrótem PBD. Ta rasa rozwija się w kierunku nowoczesnych typów orientalnych i syjamskich kotów, czyli długi pysk, duże uszy ustawione daleko od siebie, płaskie kości policzkowe i elegancki korpus o długich nogach. Wszystkie standardy dla tej rasy zachęcają do krzyżówek z kotami Orientalnymi i Syjamskimi. Peterbald został przyjęty do klasy konkurencji w mistrzostwach z dniem 1 maja 2009 r. w ACFA (American Cat Fanciers Association) w sierpniu 2008 r. a TICA w maju 2008 r.",
            "Description2" : "Peterbaldy są słodkie, czułe, spokojne, nowoczesne, eleganckie i energiczne. Są średnio głośne, chodzą za swoimi właścicielami żeby zawsze być z nimi. Peterbaldy zazwyczaj żyją w zgodzie z innymi kotami i zwierzętami, a także z dziećmi. Podobnie jak inne nagie koty Peterbald potrzebuje regularnego czyszczenia skóry, która ma tendencję do produkcji tłustej oleistej wydzieliny.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 5,
            "Race" : "Kot Syjamski",
            "Description" : "Prawdopodobnie najbardziej znana ze wszystkich ras. Dzisiejszy kot syjamski różni się od tych znanych we wczesnych latach XIX w. choć oczywiście zachował swoje barwy punktowe wywołane himalajskim genem, który ogranicza zabarwienie do twarzy, uszu, łap i ogona. Koty te były zaprezentowane w 1871 r. brytyjskim i amerykańskim dyplomatom w Kryształowym Pałacu Królewskim w Londynie, jako Siam. Przy tej okazji wydano również katalog z rysunkami dokumentujący zdarzenie tej prezentacj. Inną kluczową datą jest 1884 r. w którym to roku konsul brytyjski Owen Gould wysłał dwa Focze Syjamy (focze czyli o bardzo ciemnych barwach punktowych) do swojej rodziny w kraju. Był to prezent od króla Syjamu Chulalongkorna. Dlatego też niektórzy uważają, że rasa „królewska” była czysta i ta data jest ważniejsza jako data odkrycia i odnotowania Syjamów. W latach 80-tych XIX w. spisano po raz pierwszy standard tej rasy. Opisano go jako smukłego kota, niepodobnego do kota europejskiego o zagiętym ogonie i o lekkim zezie (te 2 ostatnie cechy są obecnie wadami). Legenda mówi, że damy na królewskim dworze wieszały pierścionki na kocich ogonach co je wykrzywiło a ich strażnicza natura wywołała zeza – rzecz jasna to tylko legenda. Legendy również przekazują, że był to znany kot królewski Syjamu (dziś Tajlandia). Miszkał w pałacu a nieproszonych gości atakował z ukrycia. Był również ulubieńcem w świątyniach. Syjamskie to koty ładne, wymagające i bardzo zazdrosne. Ilustrowane manuskrypty pochodzące z lat 1351-1767 r. ze stolicy Syjamu, Ayutthayi, przedstawiają miedzy innymi kota Syjamskiego. Z opisów wynikało, że gatunek tego kota starannie podtrzymywano i dbano o jego czystość. Część z nich zamieszkiwała ulice krzyżując się z innymi rasami kotów. W XVII w. Simon Pallas – niemiecki przyrodnik napotkał Syjamy wolno żyjące w centralnej Rosji, lecz nie wiadomym jest skąd koty te znalazły się w tym miejscu. Pierwszy czempion tej rasy nazywał się Wankee i zyskał ten status w Anglii na wystawie w 1896 r. (miał jeszcze krzywy ogon). Rasa ta skupiła na sobie duże zainteresowanie, które wkrótce zaczęło narastać. Oryginalny królewski kot Syjamski miał brunatne zabarwienie punktów (foczy point), niektóre Syjamy miały jaśniejsze barwy punktów przez co zostały wkrótce uznane jako oddzielna rasa zwana Czekoladowym Pointem. Naturalnie występująca jaśniejsza maść dała również początek barwie futra szarego z odcieniem fioletu. W rezultacie ta odmiana została zaklasyfikowana pod nazwą Blue Point. Ciemnobrązowe znaczenia, zwane inaczej foczy point są do dziś wśród ortodoksyjnych wielbicieli tego gatunku najważniejszą cecha Syjama (nie uznają innych barw). Z rosnącą wiedzą na temat genetyki kolorów, hodowcy zorientowali się, że można rozszerzyć linie kolorów dla tej rasy, poprzez robienie rozsądnych krzyżówek i przez selekcje by osiągnąć w rezultacie doskonały typ Syjama. Czerwona seria tych kotów została uzyskana przez krzyżowanie z czerwonym pręgowanym i szylkretowym. Brytyjska GCCF i CA uznały wszystkie krótkowłose Pointy orientalnego typu jako Syjamskie i podobnie postąpiły inne związki w szczególności FIFe. Inne jak CFA, akceptują jedynie cztery oryginalnie występujące kolory Syjamskich oraz zarejestrowała czerwone i pręgowane.",
            "Description2" : "Typowy Syjamski kot ma ekstrawertyczną osobowość. Jest bardzo związany z człowiekiem, żywy inteligentny i niezwykle rozmowny. Koty Syjamskie nie lubią być pozostawiane same na dłuższy czas. Czują się lepiej hodowane w parach lub grupach. Są naturalnie czyste. Krótkie drobne futro jest utrzymywane w dobrym stanie przez zwykłe głaskanie lub wycieranie szmatką. Duże uszy wymagają regularnego czyszczenia. Powinien posiadać mnóstwo zabawek i przedmiotów do drapania.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 6,
            "Race" : "Kot Domowy Długowłosy",
            "Description" : "Koty Domowe Długowłose posiadają wspaniałą kondycję psychiczną, oczywiście wspaniale sobie radzą w warunkach dzikich jak domowych. Kot Domowy jest bardzo przyjacielski o spokojnym temperamencie, świetnie się czuje w otoczeniu człowieka. Koty są często opisywane jako zwierzęta samotne. W rzeczywistości jednak są z natury towarzyskie. Mają słabo rozwinięty instynkt stadny; oznacza to, że w stanie dzikim same dbają o swoje podstawowe potrzeby (bezpieczeństwo, pożywienie). Kot nie znosi złego traktowania i jest pod tym względem bardzo pamiętliwy. Dobrze traktowany, przywiązuje się do swego właściciela i na swój powściągliwy sposób okazuje mu przyjazne uczucia W przypadku kategorii Kota Domowego, konkursowa weryfikacja dopuszcza posiadanie oczu w dowolnej barwie, futra w dowolnej barwie i deseniu oraz długości, ogona dowolnej długości oraz kształtu.",
            "Description2" : "Karmić, głaskać, traktować jak pana i władce.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 7,
            "Race" : "Kot Balijski",
            "Description" : "Długo-futrzaste kocięta, które pojawiały się od czasu do czasu w normalnych miotach syjamskich kotów, rozwinęły się w osobną rasę – Balijską. Na początku takie kocięta były natychmiast wykluczane z hodowli, lecz w 1940 r. dwóch hodowców z Nowego Jorku i Kalifornii zaczęło pracować nad rozwojem oddzielnej rasy. Od lat 50 kiedy długowłosych kotów było coraz więcej. Hodowcy zaczeli zajmować się odmianami, w celu ustalenia osobnej rasy. Pierwszym krokiem było wychodowanie takiej ilości kotów by hodowla mogła sama przetrwać. W 1955 r. w Stanach Zjednoczonych z krzyżówki kota Syjamskiego Foczego Długowłosego i pointa niebieskiego wychodowano pierwszego Balijskiego. Oba koty były mutacjami kota Syjamskiego. Jednocześnie takie same eksperymenty prowadzono w Nowym Jorku Na początku rasę tą nazwano Syjamski Długowłosy ale pewien hodowca, Helen Shmith nazwała nowe koty Balijskimi. Koty zadebiutowały na nowojorskim pokazie Empire Cat Show w 1961 r. W następnych latach rasę tę uznały kolejne organizacje. W 1974 r. przywieziono koty do Wielkiej Brytanii gdzie również zostały uznane jako nowa rasa. Standardy jednak tego kota różniły się między organizacjami. Nazwa została wybrana z powodu wdzięku i szczupłej sylwetki przypominającej „Angorę Turecką z wyspy Bali”. Rasa została doceniona lecz dopiero 1970 r. przez CFA która, zarejestrowała ją i nadała jej status mistrzowski. Długie futro Balijskiego nie przypomina perskiego, nie ma wełnistego podfutrza i układa się płasko na ciele.",
            "Description2" : "Jak można oczekiwać po przodkach, Balijski jest podobny z charakteru do syjamskich ale jest spokojniejszy i bardziej cichy. Na pewno nie pasują do osób, których cały dzień nie ma w domu. Jest uczuciowy, wymagający uwagi, bardzo aktywny i dociekliwy. Futro ma relatywnie łatwe w utrzymaniu, wystarczy raz na tydzień delikatne czesanie i szczotkowanie grzbietu i pierzastego ogona. Należy dbać o prawidłową wagę. Kocięta rodzą się całkowicie białe przeważnie w ilości 3 lub 4. Należy do grupy kotów hipoalergicznych.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 8,
            "Race" : "Kot Rosyjski Niebieski",
            "Description" : "Historia Rosyjskiego Niebieskiego Bardzo przystojny i niezwykły Niebieski Rosyjski jest naturalną rasą z unikalną kombinacją koloru futra, która tworzy wspaniały niespotykany wygląd. Pochodzenie Rosyjskiego Niebieskiego jest trochę niejasne. Ta niejasność może również znaleźć odzwierciedlenie w wielu nazwach jakie ta rasa miała. Hiszpański Niebieski, Maltański, Niebieski zagraniczny czy Niebieski Archanioł to tylko niektóre z nazw. Mimo wielu niejasności istnieją silne dowody, że rasa ma swój początek w Europie Północnej. Już na początku XVI w. zauważono na Półwyspie Kolskim koty, które wyglądały jak Rosyjski Niebieski, w północnej i środkowej części Rosji, w Szwecji, w Norwegii i w Danii. Od dawna jest udokumentowane, że koty żyły w Rosji, że angielscy marynarze przywozili je z rosyjskich portów. Rycina Archangielska z końca XVIII wieku Niebieski kot z Archangielska był znany ze swojej łowności. Piękne grube i lśniące futro o tej samej strukturze co futro bobra gwarantowało przetrwanie w zimnym klimacie ale i robiło wrażenie, dlatego kot był bardzo popularny w domostwach. Legenda głosi, że były one kiedyś dzikie i chętnie łapane przez miejscowych traperów dla ich pięknych futer, co może wyjaśniać ich ostrożność w stosunku do ludzi. Rosyjski Niebieski jest wymienione w angielskich Kronikach już w 1860 r. Jest możliwe, że kota przywieziono do Anglii już 1553 r. To był czas, w którym angielscy kupcy założyli kolonię handlową kotów w Archangielsku w magazynie drewna i z skór przygotowanych do transportu do Anglii. Rasa ta w 1800 r. stała się faworyzowaną przez angielską Królową Elżbietę, która była również w posiadaniu Niebieskich Persów. W drugiej połowie IX w. Rosyjski Niebieski brał udział w licznych wystawach. Po raz pierwszy wystawiony w Crystal Palace w Londynie w 1875 r. Należy nadmienić, że na pierwszych wystawach kotów wszystkie krótkowłose niebieskie koty konkurowały w jednej klasie bez względu na typ. W 1912 r. Niebieskiemu Rosyjskiemu nadano własna klasę. Różnił się nieco wyglądem od naszych współczesnych. Istnieje kilka legend, w których Rosyjski Niebieski odgrywa rolę kluczową. Mówi się, że car Mikołaj II przyniósł Rosyjskiego Niebieskiego do swojego pałacu wierząc w jego wyjątkowe moce. Ludzie wierzyli, że koty te miały magiczne właściwości, które chroniły przed złymi duchami. Dlatego też, koty te umieszczono w kołyskach noworodków. Katarzyna Wielka ponoć podarowała niebieskiego kota brytyjskiej rodzinie królewskiej tak rozpowszechniły się za granicą. Prawdziwe historie, czy nie, to faktem jest, że niebieskie koty z Archangielska zostały przywożone do Anglii regularnie co najmniej od drugiej połowy XIX w. Około 1870 r. pierwsi hodowcy zainteresowali się tym niebieskim kotem. Postanowili wykorzystać niebieskie koty z Archangielska do „aktualizacji” krajowych Brytyjskich Niebieskich. Futro ich nie było tak dobre, grube, jak srebrzyste futro kotów z Archangielska. ednym ze znanych hodowców, kotów na bazie tych importowanych z Rosji była pani Carrew – Cox (znana również z hodowli Abisyńskich, Brytyjskich i Manxów). Ona sprowadziła ich wiele z Archangielska i pierwszy raz opisała rasę ( Book of Cats, 1903 r. , autor: Simpson). Pisała: ” W 1890 r. dostałam kota o imieniu Kola. Piękny niebiesko-biały kot. Został przywieziony z Półwyspu Kolskiego znajdującego się między Morzem Białym i Morzem Barentsa. Zmienił kilku właścicieli na otwartym morzu a na końcu był wymieniony w doku londyńskim za mięso baranie. Kola był bardzo ładnym małym kotem. Miał absolutnie okrągły pysk i bardzo miękkie futro. Zmarł w listopadzie 1900 r.” Z tego opisu można wnioskować, że bywały wśród rosyjskich kotów bikolory czyli łaciate wersje. Być może, łaciaty rosyjski występował kiedyś i jest to powodem obecności czasami białych miejsc w ubarwieniu tych kotów. W 1883 r. pani Olga z Archangielska do Carrew – Cox przyniosła rosyjskie koty o imionach: Król Vladimir, Limpopo, Moskwa, Odessa i Yula. Kotka Yula przywieziona z Rosji w 1901 r. i kocur Król Vladimir stały się słynnymi reproduktorami dla hodowli pani Carrew – Cox. Z tego związku narodził się kocur o imieniu Bayard. Para ta była również przodkami wielu dzisiejszych Rosyjskich Niebieskich. Każdy, kto widzi zdjęcia tych dwóch kotów może zauważyć, że nie ma wielu różnic między Rosjanami wtedy i dzisiaj. Bayard i Yula są okrągłe nieco i ciężkie w budowie, mają długie wąsy a całkowity wygląd ciała, futra i uszu jest bardzo podobny do współczesnych. Fenotyp, czyli zespół cech organizmu jest taki sam jak w opisie narodowej rasy w Rosji. To niezbity dowód pochodzenia rasy. Te domowe koty nawet teraz można znaleźć w Dubnej i Archangielsku w Rosji. W „Book of Cats” książce opublikowanej w 1903 r. przez panią Simpson, pojawił się opis rasy rosyjskiej który napisany został przez panią Carrew -Cox. Pisała: ” Niebieskie krótkowłose koty z Rosji są wspaniałe jako towarzysze domu. W każdej porze roku wymagają zadbania i inteligentnej hodowli … Najczęściej importowane koty mają głowy raczej ostre niż okrągłe, niektóre z nich nie tylko mają wąskie i chude twarze, ale także duże uszy. Uszy są porośnięte delikatnie miękkimi srebrzystymi włosami na zewnątrz i wewnątrz . Niektóre koty importowane mają bardziej okrągłe pyski i okrągłą głowę z małymi uszami umieszczonymi daleko od siebie. Koty te były preferowane na pokazach.” Największa różnica między Brytyjskim niebieskim a Rosyjskim była w futrze. Rosyjski miał krótką sierść, jedwabistą i z pięknym srebrnym blaskiem. Część z Rosyjskich miała bursztynowe oczy jednak w większości zielone. Do 1912 r. nazywano tę rasę nazwę Kot Archangielski. W tym również roku Rosyjski Kot został po raz pierwszy przedstawiony na wystawie w osobnej klasie, nie z Brytyjskim Niebieskim. Wcześniej nie było podziału pomiędzy bardziej masywnymi, krępymi Brytyjskimi a wschodniego typu Rosyjskimi. W tym samym 1912 r. oficjalne zarejestrowano nazwę rasy – Niebieski Rosyjski. W 1930 r. założono stowarzyszenie hodowców kotów Rosyjskich Niebieskich. Wzorzec rasy został przepisany z dostępnych dokumentów a zielony kolor oczu stał się obowiązkowy. Nazwa Rosyjski Niebieski jest jedyną oficjalnie obecnie używaną nazwą. W czasie II Wojny Światowej ta piękna i oryginalna rasa prawie wymarła. Obecna rasa pochodzi głównie z Wielkiej Brytanii i Szwecji tu została odrodzona dzięki krzyżówkom z innymi rasami w tym również z Syjamskimi. W konsekwencji krzyżowania wielu ras w celu odzyskania Rosyjskiego, otrzymano obecny rozrzut kształtów ciała i rozmiarów. Dokonano próby powrotu do przedwojennego wyglądu kota i w 1966 r. zmieniono standard wystawienniczy wykluczając powiązania z kotem z Syjamskim. W 1947 r. hodowcy na poważnie rozpoczęli prace nad tą unikalną rasą uzyskując jej dobry kształt nawiązujący do oryginalnego. W ​​1949 r. rasa została oficjalnie przyjęta do CFA. Do dzisiaj te koty są rzadkością na światowych wystawach. Nie jest niebieski tylko szary i tylko w tej odmianie jest uznawany, oczy ma wyraźnie zielone. Według ekspertów ta rasa istnieje od wielu wieków a jej udoskonalenie czy ratowanie przed zagładą wiele nie zmieniło ani wyglądu ani charakteru. Rasa pochodzi z Rosji i to spod koła podbiegunowego dlatego koty te są tak wytrzymałe. Rosyjski Niebieski w Ameryce pojawił się w XX w. natomiast popularność zdobył dopiero w latach 60-tych. Dzisiaj jest traktowany jako luksusowy kot faworyzowany na wystawach. Rosyjski Angielski, Skandynawski i Amerykański Można powiedzieć, że wyhodowany angielski Rosyjski Niebieski stoi na początku odbudowanej rasy. Ze względu na różne programy hodowli w różnych częściach świata, Rosyjski Niebieski ewoluował do trzech różnych typów. Typ angielski, skandynawski i amerykański.",
            "Description2" : "Żyją bardzo długo, kilkanaście lat. Same wybierają przyjaciół a ich decyzja jest nieodwracalna. Nie lubią zmieniać domów i w ogóle nie lubią zmian. Posiada czarujący temperament będąc cichogłosym i bardzo uczuciowym. Są smukłe i eleganckie. To jedne z najbardziej inteligentnych kotów. Nie lubią pozostawać same, potrzebują towarzystwa człowieka lub innych zwierząt. Mają unikalne podwójne futro które, powinno być regularnie czesane (może być czesany w dwie strony). Mają gruby podsierstek i trzeba je czesać parę razy na tydzień. Uszy muszą być utrzymane w czystości.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 9,
            "Race" : "Kot Snowshoe",
            "Description" : "Czasami nazywany Srebrnowąsy (Silver Laces). Jest bardzo rzadkim kotem i rozpoznawalnym tylko w kilku grupach. Jest mocno zbudowany i pochodzi z Amerykańskich Krótkowłosych. To bardzo unikalny gatunek kota nawet w Stanach Zjednoczonych skąd pochodzi. To kombinacja krępej budowy kota krótkowłosego z Syjamskim. Jest ubarwiony jak Syjamski czy himalajski lecz posiada białe stopy, którymi charakteryzują się koty Birmańskie. Gdy przychodzą na świat są całkowicie białe, dopiero po kilku tygodniach na pyszczku uszach i ogonie pojawiają się ciemniejsze włosy. Stopy i kawałek pyszczka pozostają jednak białe. Tą rasę charakteryzuje kontrastowe umaszczenie a białe znaczenia są trudne do uzyskania w hodowli, tworzy je gen recesywny dlatego koty tej rasy są bardzo rzadkie. W ciągu ostatnich 10 lat w International Cat Association zarejestrowano jedynie 388 kotów tej rasy. Rasa pojawiła się w latach 60-tych XX w. Hodowca z Filadelfii Dorota Hinds – Daughtery w Stanach Zjednoczonych zauważyła na stopach 3 kociąt syjamskich nieakceptowane u tej rasy białe skarpetki na nogach. To wydarzenie dało początek hodowli Snowshoe. Te koty właśnie o białych stopach skrzyżowano z amerykańskim kotem krótkowłosym w rezultacie pojawił się Snowshoe. Cechą charakterystyczną jest również odwrócona litera V na pyszczku, może być bardziej lub mniej widoczna. Oczy mają ładny ciemnoniebieski kolor. Koty te się cieszą dobrym zdrowiem jeśli dba się o ich zęby, mają podobnie jak koty syjamskie skłonności do zapalenia dziąseł. W Wielkiej Brytanii program hodowli rozpoczął się w 1986 r. Do roku 1998 zanim dołączyła Maureen Shackell był tylko jeden hodowca tych kotów. Właściwie hodowcy mieli w tym momencie do dyspozycji jedynie pięć kotów aby podtrzymać rasę. Zdawali sobie sprawę z konieczności poszerzenia puli genetycznej. Jej starszy kocur. Ferry Vom Friedewald, to kot przywieziony z Niemiec, dał zupełnie nową „linię krwi”. Jedne z pierwszych kotów należących do rasy Snowshoe: Arctic-Moon Bathsheba, Emerisle Blue Cinders. Te kocice były rezultatem krzyżowania z Ragdollem i kotem Orientalnym. Kot Snowshoe Arctic-Moon Bathsheba Arctic-Moon Bathsheba Kot Snowshoe Emerisle Blue Cinders Emerisle Blue Cinders Koty hodowane w Wielkiej Brytanii występują we wszystkich kolorach syjamskich punktowych, w tym odmiany szylkretowe i pręgowane. „Preferowany” wzór to białe odwrócone „V” na twarzy, białe rękawice na łapach z jednym palcem i buty. Kot Max Snowshoe z Houston podbija serca internautów, filmy o nim przyciągnęły aż 4 miliony widzów. Największą przyjemność sprawia Maxowi jazda na samobieżnym odkurzaczu.",
            "Description2" : "To pełen werwy i bardzo żywotny kot. Jest wysoce inteligentny i jak Syjamski bawi towarzystwo ludzi. Futro wymaga minimalnego czesania a jego białe stopy muszą być szczotkowane i czyszczone gdyż łatwo ulegają zabrudzeniu i doznają przebarwień.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 10,
            "Race" : "Kot Sokoke",
            "Description" : "Kot Sokoke (kot leśny sokoke) wywodzi z Afryki Wschodniej, gdzie zamieszkuje lasy deszczowe Kenii. Niewiele wiadomo o jego przodkach i jego pochodzeniu. Udokumentowane pochodzenie tej rasy rozpoczyna się od 1978 r. Początek rasie dały trzy kocięta znalezione przez panią Jeni Slater na jej plantacji orzechów kokosowych. Skojarzone z czarnym kotem domowym dały początek Sokoke hodowanym w niewielu miejscach w Europie. Pozyskiwanie nowych egzemplarzy ze środowiska naturalnego jest prawie niemożliwe ze względu na rozpostartą opiekę tubylczych plemion które, traktują Sokoke jak bóstwo. Do Europy rasa dotarła w połowie lat 80-tych (pani Gloria Moeldrup sprowadziła do Danii jedną parę hodowlaną) i dzisiaj hodowana jest głównie w krajach Skandynawii. Nazwa rasy pochodzi od kenijskiej prowincji Sokoke – miejsca zamieszkania kotów. W Ameryce rasa ta prawie nie jest znana. Po raz pierwszy zostały pokazane w 1984 roku w Kopenhadze. W 1990 pani Gloria Moeldrupsprowadziła ponownie do Danii jeszcze trzy sztuki Sokoke. W roku 1992 zostały przedstawione sędziom FIFe. Dokładnie 19 kotów Sokoke z pięciu pokoleń. Rasa została uznana w 1993 r. W roku 1997 r. było ich około 20 sztuk w Danii, jeden we Włoszech i trzy w Holandii.",
            "Description2" : "Sokoke są kotami średniej wielkości o długich i dobrze umięśnionych łapkach, przy czym tylne są nieco dłuższe od przednich. Głowę mają trójkątną, lekko spłaszczoną z szerokim prostym nosem. Zaokrąglone na końcach uszy są średniej wielkości i posiadają pędzelki włosów. Szeroko rozstawione duże oczy o kształcie migdałów są w kolorach od bursztynowym i zielonym. Sierść jest bardzo krótka, błyszcząca, ściśle przylegająca, w zasadzie bez podszycia we wszystkich odcieniach z czarnym pręgowaniem. Są porównywane do ocelotów. Koty tej rasy są przyjacielskie, szukające kontaktu z człowiekiem. Miauczą po cichu, ale często i chętnie. Ciekawostką dla tej rasy jest charakterystyczny dla psowatych zorganizowany sposób polowania z podziałem na role oraz dzielenie się upolowaną zdobyczą. Są kotami, które mają charakter psa. Przypisywane im psie cechy wyrażają się najbardziej w przywiązaniu do właściciela. Jak podają właściciele potrafią polować gromadnie porozumiewając się cichym miauczeniem. Niektórzy przypisują im również polowania z podziałem na role w czasie ataku.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 11,
            "Race" : "Kot Somalijski",
            "Description" : "Ta rasa jest długowłosą wersją kota Abisyńskiego i kolor futra jest typowy dla Abisyńskiego. Myślano, że długie włosy były konsekwencją mutacji pojawiającej się wśród abisyńskiej rasy ale dochodzenia genetyków wykazały, że, gen długich włosów został prawdopodobnie zapoczątkowany kiedy Somalijskie były krzyżowane z innymi kotami we wczesnych hodowlach. Kiedy pierwsze długowłose kociaki pojawiły się pośród normalnego miotu Abisyńskich kociąt były odrzucane i uznawane za błędny egzemplarz. Po jakimś czasie zauważono piękno ich futra już jako osobników dorosłych. Hodowcy zdecydowali rozwinąć długowłose jako osobną rasę. Światowa sieć hodowców w Ameryce, Nowej Zelandii i Australii pracując razem zgodziła się na nazwę Somalijski. Rasa była nagrodzona pełnym czempionatem przez CFA w 1978 r. Kot Somalijski Kot Somalijski Charakter i opieka Jak Abisyński, Somalijski jest delikatny, otwarty i bardzo uczuciowy. Ma miękki głos jest sównież skory do zabawy. W budowie atletyczny i sprawny fizycznie. Jest doskonałym zwierzęciem do towarzystwa. Futro mimo, że gęste nie jest wełniste i dlatego bardzo łatwe do utrzymania. Pełna kryza i ogon wymagają dokładnego szczotkowania. Duże uszy muszą być czyszczone, nie zakurzone.",
            "Description2" : "Karmić, głaskać, traktować jak pana i władce.",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 12,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 13,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 14,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 15,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 16,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 17,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 18,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 19,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 20,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 21,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 22,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 23,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 24,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 25,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 26,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 27,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 28,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 29,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 30,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 31,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 32,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 33,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 34,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 35,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 36,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 37,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 38,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 39,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        },
        {
            "ElementId" : 40,
            "Race" : "",
            "Description" : "",
            "Description2" : "",
            "MaxPhotos" : 0
        }
    ]
}