{"dogs" : [
    {
        "ElementId" : 1,
        "Race" : "OWCZAREK KRASKI",
        "Description" : "Owczarek kraski wyhodowany został w Słowenii, na Bałkanach. Pochodzi z płaskowyżu kraskiego, skąd pochodzi jego nazwa. Dawniej nazywany był Owczarkiem z Istyrii. Jego przodkiem jest Mastif tybetański. Opracowany został do pilnowania stad zwierząt hodowlanych. Dziś jest psem pasterskim. Wykorzystuje się go w służbach wojskowych. Ponieważ do roku 1970 władze jugosłowiańskie zabroniły wywozu tych psów poza granice państwa, psy tej raj rasy są rzadko spotykane w Europie.",
        "Description2" : "Owczarek kraski to odważny i waleczny pies. Jest wspaniałym stróżem i obrońcą. Nieco nieufny wobec obcych, zawsze trzyma się od nich na dystans. Nie można go przekupić, dlatego wykorzystywany jest służbie wojskowej. W domu jest czuły, wesoły i serdeczny. Dla domowników jest lojalny, oddany i towarzyski. Wymaga szkolenia, ale bardzo szybko się uczy, jest mądry i pojętny. Owczarek kraski to duży pies. Ma dumny wygląd i proporcjonalną sylwetkę ciała. Posiada ciemne oczy w kształcie migdałów. Jego obfita sierść sprawia wrażenie psa większego niż w rzeczywistości. Jego umaszczenie jest szare, stalowe z ciemnymi znaczeniami.",
        "Description3" : "Owczarek kraski nie nadaje się do życia w mieście, w małym mieszkaniu. Uwielbia ruch, bieganie, potrzebuje dużych przestrzeni. Potrzebuje delikatnego, konsekwentnego opiekuna. Jego pielęgnacja jest prosta, wymaga systematycznego szczotkowania. Zdrowy może żyć 12-13 lat.",
        "MaxPhotos" : 4
    },
    {
        "ElementId" : 2,
        "Race" : "SPITZ MINIATUROWY",
        "Description" : "Szpitz miniaturowy swoją historią sięga ponad 6000 lat. Najprawdopodobniej powstał w Skandynawii. Aż do XIX wieku wykorzystywany był jako  myśliwy, pasterz i pies stróżujący. Dziś pełni rolę psa do towarzystwa.",
        "Description2" : "Szpic miniaturowy to pies ciągle zajęty, ciekawski, przy tym niezmiernie mądry. Ma duże poczucie niezależności, ale także pragnie uwagi człowieka.  Czasem domagając się reakcji ze strony opiekuna staje na tylnych łapach i szczeka radośnie. Sprawia, że jest doskonałym partnerem do zabawy i gier. Miniaturowy Spitz jest bardzo przywiązany do swojego właściciela. Czasami może to uczynić go nieco podejrzliwym wobec obcych. Jest wypróbowanym i prawdziwym towarzyszem, ale także w doskonałym strażnikiem. Pomimo swojej niewielkiej postury, może szczekać głośno. Dzięki odpowiedniemu szkoleniu i socjalizacji,  pies jest dobrze ułożony i sympatyczny. Miniaturowy Spitz  posiada małą, solidną ramę z obfitą sierścią, w kolorach: brązowym, czarnym, szarym, pomarańczowym i białym. Jego lekko zaokrąglona, klinowata głowa ma prosty pysk, ciemne oczy o czujnym spojrzeniu.",
        "Description3" : "Spitz miniaturowy może żyć 16 lat ze stosunkowo niewielką ilością genetycznych problemów zdrowotnych. Ma skłonności do otyłości. Dość łatwy w pielęgnacji, wymaga tylko dobrego szczotkowania kilka razy w tygodniu, aby zapobiec maty. Jest idealnym psem do życia w  mieszkaniu, ale musi codziennie ćwiczyć i spacerować.  Nie lubi być same przez długi okres czasu, pragnie towarzystwa.",
        "MaxPhotos" : 5
    },
    {
        "ElementId" : 3,
        "Race" : "FOXHOUND ANGIELSKI",
        "Description" : "Foxhound angielski pochodzi z XV wieku, z Anglii. Najprawdopodobniej wywodzi się od Staghoundów, psów polujących na grubą zwierzynę. Był ulubionym psem Napoleona III. Wykorzystywano go do polowania na grubego zwierza. Psy tej rasy pracowały w sforach, były bardzo popularne wśród francuskich myśliwych. W XVII wieku został wywieziony do Ameryki, gdzie zapoczątkował nową rasę Foxhounda amerykańskiego.",
        "Description2" : "Foxhound angielski to posłuszny i przyjaźnie nastawiony do ludzi pies. Jest czujny, towarzyski i wesoły. To prawdziwy myśliwy, jest energiczny, aktywny, szybki i wytrzymały. Dobrze dogaduje się z końmi i innymi psami. Jest niezwykle odważny i sprawny fizycznie. Uwielbia biegi, kąpiele wodne, konstruktywne zabawy na powietrzu. Kocha kontakt z ludźmi, pragnie z nimi przebywać. Jest przy tym łagodny, serdeczny i przyjacielski. Mocno związany z opiekunem. Jest wierny i lojalny. Ze względu na silnie rozwinięty instynkt myśliwski nie jest dobrym psem rodzinnym. Foxhound angielski posiada mocną sylwetkę, wysoko osadzone uszy, szerokie, czujne oczy. Jego umaszczenie może być w różnym kolorze. Ma krótką, gęstą i błyszcząca sierść.",
        "Description3" : "Foxhound angielski nie jest dobrym psem do życia w mieście, w małym mieszkaniu. Potrzebuje dużych przestrzeni i dużo ruchu. Najlepiej czuje się w towarzystwie innych psów, bardzo źle znosi bezczynność i nudę. Jest prosty w pielęgnacji, wystarczy systematyczne szczotkowanie.",
        "MaxPhotos" : 5
    },
    {
        "ElementId" : 4,
        "Race" : "TERIER CZESKI",
        "Description" : "Terier czeski pochodzi z Czech z początku XX wieku. Jego przodkami są terier szkocki i Sealyham terier. Został opracowany przez hodowcę czeskiego Frantiska Horaka. Wykorzystywany był do polowania na lisy, borsuki, gryzonie. Dziś pracuje jako pies domowy, stróżujący. Jest psem do towarzystwa. W Polsce rzadko spotykany.",
        "Description2" : "Terier czeski to zrównoważony, inteligentny, wesoły pies do towarzystwa. Jest zwinny, kocha pracę. Źle wychowany, pozostawiony sam sobie może być destrukcyjny. Jest wówczas nieufny wobec obcych, hałaśliwy, potrafi kopać doły w ogródku, psuć przedmioty. Ale dobrze socjalizowany jest kochany, przyjacielski, spokojny i łagodny. Uwielbia zabawy, ściganie się i aportowanie. Szybko się uczy i jest chętny do szkoleń. Dobrze czuje się w środowisku rodzinnym. Lubi spędzać z nią czas. Jest przywiązany do swojego opiekuna. Terier czeski to pies mały, dobrze zbudowany o krótkich kończynach. Ma długą mocną szyję, opadające uszy. Jego sierść jest długa i cienka. Może być w kolorze szaroniebieskim, jasno-brązowym, ale także żółtym, szarym z białymi znaczeniami.",
        "Description3" : "Terier czeski wymaga dużo ruchu. Jest prosty w pielęgnacji. Powinien być jednak profesjonalnie strzyżony. Nie gubi sierści. Jest dobry dla alergików. Źle znosi samotność. Problemy zdrowotne obejmują choroby związane z drżeniem kończyn, wyginaniem kręgosłupa. Możliwe są także utraty równowagi i otyłość.",
        "MaxPhotos" : 5
    },
    {
        "ElementId" : 5,
        "Race" : "WYŻEŁ DUŃSKI",
        "Description" : "Wyżeł duński pochodzi z Danii z XVIII wieku. Jego przodkami są psy wiejskie bluthundy oraz psy cygańskie i pointery hiszpańskie. Został opracowany przez Mortena Baka z Glenstrup na Jutlandii w 1710 roku. Początkowo psy te otrzymały nazwę Psy Baka, później pointery duńskie lub pointery staroduńskie. Dziś posiadają nazwę Wyżeł duński. W pierwszej połowie XX wieku psy tej rasy nie były popularne. Rasę reaktywowano i pod koniec XX wieku była trzecią co do liczebności rasą duńską. Wyżeł duński wykorzystywany był jako pies myśliwski posokowiec.",
        "Description2" : "Wyżeł duński to typowy pies myśliwski. Odważny, wytrwały, spokojny. Ma doskonały węch, dlatego pracuje jako posokowiec. Potrafi zakradać się niezmiernie cicho i niepostrzeżenie. Jest nieustraszonym łowcą, a przy tym bardzo pracowity. Akceptuje inne psy, nie wykazuje oznak agresji. Lubi kontakt z rodziną. W domu jest opanowany, przyjacielski, lojalny i czuły. Uwielbia czas spędzony z opiekunem, najlepiej myśliwym. Wyżeł duński kocha biegi, zabawy, polowania. Jest bardzo aktywny i energiczny. Posiada jasno-brązowe, cętkowane lub łaciate umaszczenie. Jego sierść jest krótka i gęsta. Ma masywna sylwetkę ciała.",
        "Description3" : "Wyżeł duński potrzebuje dużo ruchu i dużej przestrzeni. Nie nadaje się do życia w mieście i w mieszkaniu. Jego szata jest łatwa w pielęgnacji. Potrzebuje szczotkowania raz w tygodniu. Należy pamiętać o higienie uszu.",
        "MaxPhotos" : 5
    },
    {
        "ElementId" : 6,
        "Race" : "PHALENE",
        "Description" : "Phalene pochodzi z Francji. Jest wcześniejszą odmianą rasy Papilon. Pierwsze udokumentowane zapiski pochodzą z XVI wieku. Nazwa wywodzi się od francuskiego słowa phalene – ćma nocna i określa kształt uszu phalene, które przypominają skrzydła motyla. Psy tej rasy były uwidaczniane w portretach zamożnych ludzi zarówno w Belgii, Francji jak i Hiszpanii i Włoszech. Występowały na dworach niemal całej Europy, zabawiając damy dworu. Największą popularność, te małe pieski, zyskały na przełomie XIX/XX wieku. W I połowie XX wieku rasa Phalene była bliska wymarciu. Dziś jest bardzo popularna. Hodowana jest do towarzystwa i na wystawy.",
        "Description2" : "Phalene to pies dobrze wychowany, ułożony, grzeczny. Jest to typowy pies kanapowy i wystawowy. Niesamowicie dumny i wytworny. Chodzi z gracją. Jest przy tym bardzo przywiązany do swojego opiekuna. Uwielbia z nim przebywać. Lubi zabawy i gry. Mądry, inteligentny, wesoły i posłuszny. Wspaniały przyjaciel i towarzysz. Może być także dobrym psem stróżującym. Czasami nieufny wobec obcych. Jego umaszczenie ma biały kolor z czerwonymi lub czarnymi łatami.",
        "Description3" : "Zdrowy Phalene może żyć 15 lat. Może mieć problemy z wypadaniem rzepki kolanowej, ze złamaniami kości i zanikiem siatkówki oka. Jest łatwy w pielęgnacji, wystarczy szczotkowanie 2 razy w tygodniu. Lubi spacery.",
        "MaxPhotos" : 8
    },
    {
        "ElementId" : 7,
        "Race" : "WYŻEŁ HISZPAŃSKI Z BURGOS",
        "Description" : "Wyżeł hiszpański z Burgos pochodzi z Hiszpanii. Jego historia nie jest dokładnie opisana. Najprawdopodobniej jest to stara rasa, której przodkami były starożytne psy gończe, dawne wyżły hiszpańskie. Wykorzystywany był jako wszechstronny pies myśliwski do polowania w wodzie, w lesie i na otwartej przestrzeni. Dziś jest psem zagrożonym wymarciem.",
        "Description2" : "Wyżeł hiszpański z Burgos to mocny, silny, wytrzymały pies myśliwski. Jest konsekwentny, odważny i zaciekły w działaniu. Potrafi pracować w każdym terenie. Jest psem opanowanym, posłusznym i kontaktowym. Akceptuje inne psy. Lubi czas spędzony z najbliższymi. Jest przy tym uległy, radosny, przyjacielski. Przywiązuje się do swojego opiekuna. Wymaga szkolenia, ale szybko się uczy. Potrzebuje ciągłego ruchu i konstruktywnych zadań. Jest to pies stworzony do pracy. Wyżeł hiszpański z Burgos ma dobrze umięśnioną sylwetkę ciała. Jego włos jest gruby, gęsty, delikatny i krótki. Posiada umaszczenie w kolorach białym i wątrobianym. Jego charakterystyczną cechą jest biała plama na czole.",
        "Description3" : "Wyżeł hiszpański z Burgos potrzebuje dużej przestrzeni i dużo ruchu. Nie jest dobrym psem do życia w mieszkaniu i w mieście. Jest łatwy w pielęgnacji. Ogólnie jest to zdrowa rasa.",
        "MaxPhotos" : 3
    },
    {
        "ElementId" : 8,
        "Race" : "CZESKI FOUSEK",
        "Description" : "Czeski fousek pochodzi z 1348 roku. Zapiski historyczne mówią o psie canis bohemicus, który żył za panowania Karola IV Luksemburskiego, natomiast pierwsze ilustracje czeskiego psa pochodzą z 1520 roku. Pies tej rasy wielokrotnie zmieniał swoją nazwę. Najpierw nazywany był Czeskim psem, później od 1882 roku Czeskim wyżłem, a od 1896 roku nosi nazwę Czeski fousek. Dziś także nazywany jest wyżłem czeskim szorstkowłosym. Wykorzystywany był jako pies myśliwski, wszechstronnie użytkowy oraz jako pies wystawowy. Pierwszy raz został wystawiony na wystawie w Wiedniu, gdzie otrzymał tytuł championa. Po I wojnie światowej rasa była na skraju wyginięcia. Obecnie jest to pies myśliwski, bardzo popularny w Czechach. W Polsce także popularny, najbardziej na Mazowszu i Lubelszczyźnie.",
        "Description2" : "Czeski fousek to typowy pies myśliwski. Niezwykle pracowity i wytrwały. Posiada wrodzony talent do polowania na lądzie, w lesie i na otwartej przestrzeni. Jest silny, zawzięty i ostry w stosunku do drapieżników na które poluje. Nie jest zatem dobrym psem dla towarzystwa. Uwielbia pracę, wszelkiego rodzaju zajęcia w których może się wykazać. Wymaga szkolenia, ale jest łatwy w nauce. Raczej posłuszny, chętnie wykonuje polecenia właściciela. Jest także uparty i czasami dominujący. Potrzebuje konsekwentnego opiekuna, do którego jest niezmiernie przywiązany. Czeski fousek ma wąską i długą głowę, długą kufę, ciemnobrązowy nos. Posiada umaszczenie ciemno-dropiate. Mogą u niego występować brązowe łaty. Ma trzy rodzaje włosów, miękki podszerstek, twardy włos pokrywowy i prosty włos szczeciniasty.",
        "Description3" : "Wyżeł czeski szorstkowłosy to na ogół zdrowa rasa. Nie posiada genetycznych chorób. W pielęgnacji wymaga codziennego szczotkowania. Należy zapewnić mu dużo ruchu.",
        "MaxPhotos" : 3
    },
    {
        "ElementId" : 9,
        "Race" : "SHIPPERKE",
        "Description" : "Shipperke pochodzi z Flandrii, najprawdopodobniej z XV wieku. W języku flamandzkim nazwa shipperke oznacza mały pies pasterski. Przez wiele lat był psem stróżującym w domach mieszczan i psem do polowania na gryzonie. Później stał się towarzyszem żeglarzy na łodziach. Rozkwit rasy nastąpił w Belgii przed I wojną światową. Psy były nawet eksportowane do Anglii i Stanów Zjednoczonych. II wojna światowa przyczyniła się do z dziesiątkowania tych psów na kontynencie europejskim. Dziś Shipperke są psami towarzyskimi i reprezentacyjnymi. W Polsce mało znane.",
        "Description2" : "Shipperke to czujny, wierny i oddany pies. Jest niezwykle ciekawski i wścibski, interesuje go wszystko co się wokół niego dzieje. Jest bardzo dobrym stróżem dla swojej rodziny. Z daleka wyczuwa zagrożenie. Kocha swoją rodzinę. Jest bardzo związany ze swoim właścicielem. Uwielbia zabawy z dziećmi. Jest dla nich miły, serdeczny i delikatny, czasami nieco psotny. Akceptuje także inne psy, potrafi zaprzyjaźnić się z kotem. Potrzebuje dużo szkoleń, cierpliwości i konsekwentnego działania ze strony opiekuna. Jest jednak łatwy w szkoleniu. Shipperke to mały piesek o mocnym, kwadratowym profilu. Ma czarny nos, małe oczy, stojące uszy. Jego umaszczenie jest w kolorze czarnym. W Stanach Zjednoczonych występuje również kolor jasny.",
        "Description3" : "Shipperke to psy bardzo aktywne, potrzebują dużo ruchu. Kochają jogging i długie spacery. Nie wymagają regularnego szczotkowania i pielęgnacji.",
        "MaxPhotos" : 7
    },
    {
        "ElementId" : 10,
        "Race" : "SHIKOKU",
        "Description" : "Shikoku swoją historią sięga czasów starożytnych. Powstał w Japonii, na wyspie Sikoku, stąd też pochodzi nazwa tej rasy. Jego przodkami były psy polujące w górzystych terenach Kochi. Wykorzystywany był do polowania na zwierzynę, szczególnie na dziki. W 1937 roku Japonia uznała go za swój skarb narodowy. Dziś poza swoją ojczyzną jest rzadko spotykany. Pełni rolę psa myśliwego i psa do towarzystwa.",
        "Description2" : "Shikoku to odważny, wytrzymały i ostrożny pies myśliwski. Jest wspaniałym towarzyszem dla myśliwych i ludzi aktywnych. Niezwykle lojalny wobec swojego właściciela. Jest bardzo inteligentny, chętny do nauki i pojętny. Energiczny, zwinny i aktywny w terenie, potrafi być miły, spokojny opanowany w domu. Uwielbia czas spędzony u boku rodziny. Potrafi być czuły i kochany. To także pies, który chodzi własnymi ścieżkami, czasami dominujący, wymaga więc dobrej socjalizacji i odpowiedniego szkolenia. Shikoku z wyglądu przypomina Alaskana Haskiego. Ma mocną i zwartą budowę ciała, dobrze umięśnione nogi, Posiada krótki, szorstki włos i miękki podszerstek. Jego umaszczenie jest w kolorze sezamowym, śmietankowym, jasnobrązowym, czerwono-brązowym, czarno-brązowym. Wokół szyi, oczu, pyska i nóg posiada białe znaczenia.",
        "Description3" : "Zdrowy Shikoku może żyć 13 lat. Najczęstszymi chorobami są problemy z sercem, płucami, przewodem pokarmowym, uszami, stawami. Narażone jest na urazy i zakażenia. Potrzebuje dużo ruchu.",
        "MaxPhotos" : 7
    },
    {
        "ElementId" : 11,
        "Race" : "CHORKIE",
        "Description" : "Chorkie pochodzi z lat dziewięćdziesiątych XX wieku. Wywodzi się ze skrzyżowania Chihuahua i Yorkshire teriera. Jest to pies hybrydowy. Nie jest jeszcze bardzo popularny.",
        "Description2" : "Chorkie to niezmiernie żywiołowy piesek. Uwielbia zabawy z dziećmi. Kocha rodzinę, pragnie z nią przebywać, potrzebuje uwagi i miłości. Chce być przytulany. Lubi siedzieć na kolanach swego opiekuna. Jest towarzyski i serdeczny, wierny i lojalny. Jest nieufny wobec obcych. To znakomity piesek obronny. Potrafi bardzo głośno szczekać, jeżeli czuje niebezpieczeństwo. Powinien być odpowiednio szkolony od okresu szczenięcego. Jego umaszczenie jest dowolne: może być w kolorze szarym, białym, brązowym. Jego sierść jest puszysta, średniej długości.",
        "Description3" : "Chorkie może żyć 15 lat. Podatny jest na alergie skórne. Jest pieskiem aktywnym, uważa się za psa większego niż jest w rzeczywistości, może więc atakować inne psy. Należy go prowadzać na smyczy. Potrzebuje dużo ruchu. Wymaga stałej pielęgnacji, częstych kąpieli, czesania, przycinania. Nie lubi zimna.",
        "MaxPhotos" : 8
    },
    {
        "ElementId" : 12,
        "Race" : "ELO",
        "Description" : "Elo pochodzi z roku 1987 z Niemiec. Wywodzi się z krzyżówki owczarka staroangielskiego, chow chow i eurasierów. Opracowany został przez niemieckiego hodowcę Heinza Szobriesa. Został wyhodowany jako pies do towarzystwa, pies rodzinny z przystosowaniem do życia w mieście. Opracowana została odmiana gładkowłosa i szorstkowłosa oraz Elo duży i miniaturowy.",
        "Description2" : "Elo to czujny, spokojny, samodzielny pies. Posiada raczej żywy temperament, jest bardzo zabawny, chętny do gier i zabaw. Potrzebuje dobrej socjalizacji od okresu szczenięcego, jest bowiem nieufny wobec obcych. Potrzebuje konsekwentnego opiekuna i pozytywnie wzmocnionego szkolenia. Niewyszkolony Elo może nie być dobrym psem dla dzieci. Jest zbyt pewny siebie i czasami dominujący. Elo, który jest dobrze wychowany jest kochanym, serdecznym przyjacielem całej rodziny. Akceptuje psy i inne zwierzęta domowe. Uwielbia czas spędzany z rodziną, lubi być blisko wokół niej. Elo może mieć umaszczenie trójkolorowe lub kremowo–kolorowe, brązowe i białe, czerwone, czarne, szare. Jego ciało jest nieco dłuższe niż wyższe.",
        "Description3" : "Nie wymaga dużo ruchu, ale uwielbia przebywać na powietrzu. W pielęgnacji potrzebuje systematycznego szczotkowania. Posiada niektóre choroby genetyczne takie jak uszkodzenia rogówki, choroby stawów, dysplazja biodra.",
        "MaxPhotos" : 3
    },
    {
        "ElementId" : 13,
        "Race" : "AKITA AMERYKAŃSKA",
        "Description" : "Akita amerykańska pochodzi z Japonii z VII wieku jako pies Samurajów i Szogunów. Sprowadzona do USA rasa tych psów, początkowo była wspólna z akitą japońską. Później zmieniła nieco swoją odmianę i rozpoczęła się hodowla oparta na wzorcach amerykańskich. Początkowo Akita wykorzystywana była do walk psów oraz do polowania na niedźwiedzie. W XIX wieku hodowcy powiększyli rozmiary Akity, krzyżując ją z Mastiffem i Tosą. Tragiczny los spotkał te psy w czasie II wojny światowej. Policja prowadziła łapanki i konfiskatę psów. Z ich skór wyrabiano mundury wojskowe. Aby uniknąć tej sytuacji, hodowcy zaczęli krzyżować je z owczarkami niemieckimi. Po wojnie psy zostały przewiezione do Ameryki, gdzie cieszą się popularnością. W Polsce rasa ta jest znana i coraz częściej hodowana. Obecnie Akita amerykańska pełni funkcję psów towarzyszących, stróżujących i zaprzęgowych. Są także ratownikami i psami poszukującymi ludzi pod lawinami.",
        "Description2" : "Akita amerykańska to pies niezależny, odważny i wytrwały. Wymaga odpowiedniego szkolenia i socjalizacji od najmłodszego okresu szczenięcego. Łatwo się uczy i jest chętny w szkoleniu. Potrzebuje jednak doświadczonego, konsekwentnego i spokojnego opiekuna. Niezmiernie ważne jest przyjazne i pozytywne wzmocnienie podczas szkolenia. Ostre wychowanie może doprowadzić do agresji . Jest wierny i oddany, ale źle wyszkolony może być nieufny wobec obcych i destrukcyjny. Potrzebuje dużo miłości, cierpliwości. Nie lubi powtarzających się w kółko tych samych ćwiczeń. Potrafi być uparty i nie wykonywać więcej tego zadania. Nie akceptuje innych, dużych psów, może być w stosunku do nich agresywny, małe psy potrafi ignorować. Akita amerykańska to bardzo pewny siebie pies indywidualista. Kocha swoją rodzinę, jest dla niej miły, serdeczny i przyjacielski. Uwielbia czas spędzony z każdym członkiem rodziny. Niezwykle lojalny i wierny. Wspaniały towarzysz na całe życie. Jest także doskonałym psem stróżującym. Akita amerykańska to mocne i duże zwierzę. Ma piękną sierść, złożoną z dwóch warstw, podszerstka i włosów. Posiada charakterystyczną głowę, przypominającą kształt dwóch trójkątów. Jego umaszczenie może występować we wszystkich kolorach.",
        "Description3" : "Akita amerykańska potrzebuje dużo ruchu, szkoleń i konsekwencji w działaniu. Jest prosta w pielęgnacji.",
        "MaxPhotos" : 6
    },
    {
        "ElementId" : 14,
        "Race" : "WYŻEŁ WŁOSKI KRÓTKOWŁOSY",
        "Description" : "Wyżeł włoski krótkowłosy pochodzi z Włoch. Swoją historią sięga V wieku p.n.e. Jego przodkami były pierwotne psy molosy z Mezopotamii i charty egipskie. On sam stał się przodkiem współczesnych ras wyżłów. Wykorzystywany był jako pies posokowiec i aporter. Rasa tych psów występuje w dwóch odmianach. Cięższa pochodzi z Lombardii, lżejsza z Piemontu. Największą popularność zyskała sobie w okresie Renesansu. Włosi przekazywali te psy w podarunku dla Francuzów i Hiszpanów.",
        "Description2" : "Wyżeł włoski krótkowłosy to odważny, posłuszny i pojętny pies myśliwski. Przystosowany jest do każdego rodzaju polowania. Jest odporny na trudne warunki pracy, bagna, gęste lasy, krzewy , nierówne tereny. Ponadto jest to wrażliwy i nieśmiały pies. Uwielbia przyrodę i najlepiej się czuje w środowisku wiejskim. Jest znakomitym towarzyszem człowieka. Kocha rodzinę, znakomicie dogaduje się z dziećmi. Lubi zabawę, wspólne spacery, wędrówki po lesie. Potrafi być także uparty. Psy wymagają szkolenia, są łatwe w nauce. Przy tym szalone i zaczepne, pełne wigoru. Wyżeł włoski krótkowłosy ma mocną budowę ciała.",
        "Description3" : "Wyżeł włoski krótkowłosy potrzebuje dużo ruchu i dużych przestrzeni, nie jest dobrym mieszkańcem miasta i małego mieszkania. Jest natomiast psem rodzinnym. Nie wymaga specjalnej pielęgnacji.",
        "MaxPhotos" : 7
    },
    {
        "ElementId" : 15,
        "Race" : "WYŻEŁ SŁOWACKI SZORSTKOWŁOSY- OHAR",
        "Description" : "Wyżeł słowacki szorstkowłosy – Ohar pochodzi ze Słowacji. Jego przodkami był wyżeł niemiecki szorstkowłosy, czeski szorstkowłosy Griffon, Pudelpointer. Opracowany został przez Kolomana Ślimaka po II wojnie światowej. Wykorzystywany był jako pies myśliwski do polowania na ptaki, zające, a nawet jelenie. Pracował w wodzie i na lądzie.",
        "Description2" : "Wyżeł słowacki szorstkowłosy – Ohar to znakomity pies myśliwski. Ma doskonały węch, jest znakomitym tropicielem. Nie boi się strzałów myśliwego. Ma niespożytą energię, radość z wykonywanej pracy i niewyczerpane zapasy siły. Jest wierny swojemu opiekunowi, posłuszny i oddany. Jest łatwy w tresurze. Źle wyszkolony może być uparty, ale nie agresywny. Potrzebuje konsekwentnego i stanowczego opiekuna. Lubi przebywać z rodziną, ale niezbyt toleruje dzieci. Wyżeł słowacki szorstkowłosy posiada twardy, szorstki włos w szarym kolorze. Czasami występują białe znaczenia.",
        "Description3" : "Psy tej rasy wymagają dużo ruchu, potrzebują dużych przestrzeni i życia w naturalnym środowisku. Nie są dobrymi mieszkańcami miast.",
        "MaxPhotos" : 5
    },
    {
        "ElementId" : 16,
        "Race" : "WYŻEŁ PORTUGALSKI",
        "Description" : "Wyżeł portugalski pochodzi z Portugalii z XII wieku. Jego przodkami są starożytne psy myśliwskie iberyjskie. Początkowo hodowany był w królewskich pałacach, później stał się psem myśliwskim niższych klas społecznych. W XIII wieku został przewieziony do Anglii, gdzie stał się przodkiem wyżła angielskiego. W XIX wieku nastąpił znaczny spadek tej rasy w Portugalii. Wyżeł portugalski wykorzystywany był do polowania na sokoły i kuropatwy. Dziś jest psem popularnym w Portugalii. W Polsce raczej nieznany.",
        "Description2" : "Perdigueiro portugues to oddany, wierny pies. Niesamowicie związany ze swoim opiekunem. Lubi przebywać z rodziną, spędzać z nią czas, bawić się i chodzić na spacery. Jest to typowy pies myśliwski. Uwielbia węszyć, tropić, aportować. Nie lubi nudy. Bez pracy staje się destrukcyjny. Wymaga odpowiedniego szkolenia. Jest nieufny wobec obcych. Akceptuje inne psy. Jego umaszczenie występuje w kolorze żółtym, jasnobrązowym. Może być z białym znaczeniami. Ma krótką, grubą sierść.",
        "Description3" : "Wyżeł portugalski potrzebuje natury, dużo ruchu, dlatego nie jest dobrym psem dla rodziny w mieście. Jest prosty w pielęgnacji. Może chorować na zwyrodnienie stawów.",
        "MaxPhotos" : 4
    },
    {
        "ElementId" : 17,
        "Race" : "WYŻEŁ PIRENEJSKI",
        "Description" : "Wyżeł pirenejski początkowo nazywany wyżłem francuskim lub wyżłem Karola X, pochodzi z Francji. Jego przodkami są średniowieczne psy myśliwskie na ptactwo. W 1920 roku nastąpił podział wyżłów na większe, gaskońskie i mniejsze pirenejskie. Wyżeł pirenejski jest rasą rzadko spotykaną.",
        "Description2" : "Wyżeł pirenejski to wszechstronny pies myśliwski, pracowity i inteligentny. Podczas polowania potrafi być ostry i zawzięty. Ma doskonały węch. Psy tej rasy są znakomitymi psami rodzinnymi. Uwielbiają przebywać w towarzystwie rodziny, bawić się z dziećmi. To psy dobrze ułożone, cierpliwe i łagodne. Dobrze wychowany, Wyżeł pirenejski, staje się ulubieńcem rodziny. Niezmiernie przywiązany jest do swego opiekuna, jest mu wierny i oddany. Akceptuje inne psy, potrafi się z nimi dogadać. Jest nieufny wobec obcych. Uwielbia ruch i długie spacery. Wyżeł francuski w typie pirenejskim posiada budowę muskularną. Ma umaszczenie białe w brązowe łaty, cętki lub jednolicie brązowe.",
        "Description3" : "Wyżeł pirenejski to pies energiczny, potrzebuje więc dużo ruchu. Nie nadaje się do życia w mieście, potrzebuje dużego ogrodu do wybiegania się. Lubi naturę. Jego sierść nie wymaga specjalnej pielęgnacji.",
        "MaxPhotos" : 2
    },
    {
        "ElementId" : 18,
        "Race" : "WYŻEŁ NIEMIECKI SZORSTKOWŁOSY",
        "Description" : "Wyżeł niemiecki szorstkowłosy pochodzi z Niemiec z 1880 roku. Jego przodkami są najprawdopodobniej szorstkowłosy Griffon, Pudelpointer, stichelhaar i wyżły innych ras. Nazwa Deutsch Drahthaar pochodzi od owłosienia, dracht co oznacza w języku niemieckim drut. Wykorzystywany był jako pies myśliwski na ptactwo wodne i zwierzęta futerkowe lisy, zające, króliki.",
        "Description2" : "Wyżeł niemiecki szorstkowłosy to wszechstronny, solidny pies myśliwski. Potrafi współpracować z jedną osobą lub niewielką grupą ludzi. Pracuje w zróżnicowanym terenie, w górskich regionach Alp, gęstych lasach, na otwartej przestrzeni, w wodzie i na lądzie. Jest niezmiernie pracowity i nieustraszony. Podczas polowania ostry i zacięty. Ceniony jest za bardzo dobry węch. Wymaga odpowiedniego szkolenia, szybko się uczy, jest inteligentny. Jest oddanym towarzyszem swojego opiekuna i całej rodziny. Jest wierny, czuły, lojalny i bardzo przywiązany. Pragnie towarzystwa ludzi, jest dla nich znakomitym obrońca. Nieufny w stosunku do obcych, ale nie przejawia agresji. Uwielbia czas i zabawy spędzone z rodziną. Dobrze dogaduje się z dziećmi. Jest wówczas szczęśliwy i posłuszny. Wyżeł niemiecki szorstkowłosy ma umaszczenie jednolite lub składające się z kombinacji rozmaitych łat. Kolory występujące na jego szacie to wątrobowy, biały, czarny. Posiada długą głowę, szeroką kufę, ciemne oczy, trójkątne uszy.",
        "Description3" : "Wyżeł niemiecki szorstkowłosy potrzebuje regularnych ćwiczeń i dużo ruchu. Powinien mieć stale coś do zrobienia. Wymaga minimalnej pielęgnacji. Jest bardzo dobrym psem rodzinnym. Choruje na dysplazję stawu biodrowego i serce.",
        "MaxPhotos" : 4
    },
    {
        "ElementId" : 19,
        "Race" : "WYŻEŁ NIEMIECKI DŁUGOWŁOSY",
        "Description" : "Wyżeł niemiecki długowłosy pochodzi z końca XIX wieku z Niemiec, ale swoją historią sięga średniowiecza VIII i IX wieku. Jego przodkami były psy z linii ptaszników, psy gończe i wodne. Hodowcą i wielbicielem tej rasy był niemiecki baron Friedrich von Schorlemer-Alst. Pies tej rasy wykorzystywany był do tropienia, aportowania z wody i lądu oraz do polowania na zwierzęta futerkowe. W Niemczech rasa ta jest znana, ale mało popularna. W Polsce w pierwszej połowie XiX wieku hodowany był na Pomorzu, przez właścicieli majątków ziemnych. Obecnie rasa mało spotykana.",
        "Description2" : "Wyżeł niemiecki długowłosy to energiczny, aktywny i żywiołowy pies. Ma niezwykle silny instynkt łowiecki. Potrafi także znakomicie pełnić funkcje psa obronnego i stróżującego. W stosunku do osób nieznajomych jest nieufny, natomiast w stosunku do swojej rodziny jest opiekuńczy, wierny i oddany. Jest to pies rodzinny. Uwielbia swojego opiekuna, traktuje go jak przyjaciela. Wymaga szkolenia, jest łatwy w nauce, raczej posłuszny. Lubi czas spędzony ze swoim właścicielem. Kocha ruch i zabawy kreatywne polegające na tropieniu i aportowaniu. Dobrze dogaduje się z innymi psami. Jego sylwetka jest mocno umięśniona. Wyżeł niemiecki długowłosy ma umaszczenie brązowe lub brązowe z białymi lub szarymi znaczeniami, dropiowate. Jego szata jest długa i jedwabista, na grzbiecie i kończynach występuje charakterystyczny znak piórka i portek.",
        "Description3" : "Wyżeł niemiecki długowłosy posiada genetycznie uwarunkowane problemy z dysplazją stawów biodrowych, choroby oczu, epilepsję, choroby skóry i nowotwory w jamie ustnej i skórze. Suczki narażone są na nowotwory piersi. Psy tej rasy potrzebują dużo spacerów i dużo ruchu. Nie są najlepszymi mieszkańcami miast.",
        "MaxPhotos" : 7
    },
    {
        "ElementId" : 20,
        "Race" : "VÄSTGÖTASPETS",
        "Description" : "Västgötaspets pochodzi z południowej Szwecji z okolic jezior Wener i Wetter. Nazwa, oznacza psa zachodnich Gotów. Pierwsze wzmianki pochodzą z epoki kamienia i brązu. Hodowany był przeważnie przez chłopów zamieszkujących Gotlandię. Wykorzystywany był do zaganiania bydła, stróżowania i pilnowania stad i domostw oraz jako pies do polowania na gryzonie. W latach czterdziestych XX wieku hrabia Björn von Rosen, dokonał spisu psów tej rasy w rejonie Vary. Spis pozwolił na rozpoczęcie hodowli psów czystej rasy Västgötaspets. Dziś jest psem rodzinnym, do towarzystwa. W Polsce rzadko spotykany.",
        "Description2" : "Västgötaspets to pies energiczny, odważny i skory do zabawy. Jest niezwykle aktywny, potrzebuje więc dużo ruchu. Posiada cechy psa pasterskiego, jest bardzo pracowity, oddany opiekunowi, pomocny w pracy. Posiada zdolność samodzielnego rozwiązywania problemów. Jest wyjątkowo mądry. Sprawdza się także jako pies obronny. Jest prostolinijny i czasami komiczny. Lubi życie rodzinne, przywiązuje się do wszystkich jej członków. Jest wspaniałym towarzyszem zabaw. Najczęściej występuje u niego umaszczenie szare, piaskowe, brązowe, rude, niebieskoszare. Czasami występują białe znaczenia. Ma twardy, krótki włos, nieco dłuższy występuje w okolicach klatki piersiowej, szyi i tylnych kończynach.",
        "Description3" : "Jest znakomitym psem rodzinnym. Nie wymaga większej pielęgnacji. Ogólnie zdrowy i odporny na choroby.",
        "MaxPhotos" : 9
    },
    {
        "ElementId" : 21,
        "Race" : "SPANIEL PIKARDYJSKI",
        "Description" : "Spaniel pikardyjski pochodzi z północnej Francji z doliny Sommy z rejonu Pikardii, stąd też pochodzi nazwa rasy. Jego przodkami były psy myśliwskie Chien d’Oysel. Wykorzystywany był do polowania na bekasy i kaczki. Pod koniec wieku XIX nastąpił spadek popularności tej rasy. W Polsce to rasa mało spotykana.",
        "Description2" : "Spaniel pikardyjski to łagodny i towarzyski pies. Uwielbia swojego właściciela, jest łasy na pochwały. Pragnie za wszelką cenę przypodobać się rodzinie. Jest cenionym kompanem zarówno w domu jak i na spacerze. Potrzebuje socjalizacji i szkolenia, ale jest łatwy w treningu. Chętnie się uczy. Jest wesoły, radosny i szczęśliwy. Lubi zabawy i ruch na świeżym powietrzu. Uwielbia aportowanie i pływanie. Kocha swoją rodzinę, jest cierpliwy i łagodny w stosunku do dzieci. Potrafi dogadać się z innymi zwierzętami domowymi, żyje w harmonii z innymi psami. Jest dobrym obrońcą, zawsze gotowy do odparcia niebezpieczeństwa. Sygnalizuje obecność obcych. Jest psem odważnym, pracowitym i wytrzymałym. Spaniel pikardyjski ma średniej długości, gładkie i lekko faliste włosy. Jego umaszczenie ma kolor czarno-biały, sprawia wrażenie maści błękitnej. Może być także szaro czekoladowy. Ma silne kończyny i szeroką klatkę piersiową.",
        "Description3" : "Spaniel pikardyjski lubi otoczenie przyrody, dużo przestrzeni, potrzebuje regularnych ćwiczeń, dlatego też nie powinien mieszkać w mieście. Nie znosi bezczynności, musi być w ciągłym ruchu. Pielęgnacja nie jest trudna. Wymaga dokładnego systematycznego szczotkowania oraz higieny uszu.",
        "MaxPhotos" : 6
    },
    {
        "ElementId" : 22,
        "Race" : "SKYE TERIER",
        "Description" : "Skye terier pochodzi z XVII wieku, ze Szkocji z archipelagu Hebrydy, z wyspy Skye, skąd pochodzi nazwa tej rasy. Najprawdopodobniej jest krzyżówką psów maltańskich i niskich długowłosych psów szwedzkich. Jest jednym z najstarszych terierów. Psy tej rasy wykorzystywano do polowania na insekty, lisy, borsuki. Bardzo popularny stał się w wieku XIX, kiedy został ulubieńcem królowej Wiktorii. Znajdował się niemal na każdym dworze szlacheckim. W Edynburgu znajduje się statua przedstawiająca Skye teriera o imieniu Greyfriar Bobby, który po śmierci swojego opiekuna przez 14 lat mieszkał przy jego grobie. Statuę na cześć wiernego psa ufundowała baronowa Angelina Georgina Burdett Coutts.",
        "Description2" : "Skye terier to bardzo lojalny, kochający i czuły pies. Jest niesamowicie zabawny, śmiały i uprzejmy. Dobrze wychowany jest wspaniałym towarzyszem na całe życie. Potrzebuje jednak konsekwentnego opiekuna, który będzie jego przywódcą, a nie odwrotnie. Lubi ludzi, kocha z nimi przebywać, jest nieco nieufny w stosunku do obcych. Niezbyt przyjazny także wobec innych zwierząt , lubi je gonić. Ma silnie zakorzeniony instynkt myśliwski. Zaniedbany, pozostawiony sam sobie może być destrukcyjny, ale nie agresywny. Jest psem energicznym i aktywnym, potrzebuje dużo ruchu i zabawy. Potrafi odwzajemniać swoje uczucia. Jest to pies jednego pana. Skye terier jest znacznie dłuższy niż wyższy. Jego włos jest dwojakiego rodzaju, krótki miękki podszerstek i długi, twardy włos. Jego umaszczenie ma kolor czarny, szary, płowy, kremowy. Może mieć białą plamę na piersi. Ma charakterystyczne uszy i ogon porośnięte frędzlami, mocną szyję, silną kufę i brązowe oczy.",
        "Description3" : "Ogólnie jest to zdrowa rasa. Wymaga systematycznej pielęgnacji, starannego strzyżenia. Może mieszkać w mieszkaniu, potrzebuje jednak dużo ruchu i spacerów. Może żyć 15 lat.",
        "MaxPhotos" : 5
    },
    {
        "ElementId" : 23,
        "Race" : "SARPLANINAC",
        "Description" : "Sarplaninac pochodzi z obszaru Illyria, stąd też pochodzi jego nazwa Illyrian sheepdog. Został wyhodowany najprawdopodobniej w Średniowieczu. Dzisiaj tereny te otrzymały nazwę Macedonii , a nazwa Sarplaninac pochodzi od nazwy gór Szar Płanina, gdzie te psy pracowały. Owczarki jugosłowiańskie czy psy pasterskie, jak je nazywano, wykorzystywane były do zaganiania stad owiec oraz pilnowania ich przed drapieżnymi zwierzętami. Przodkami Jugosłowiańskiego psa pasterskiego z Szar Płaniny były prawdopodobnie molosy greckie i tureckie psy pilnujące. Wojna w Bośni zdziesiątkowała te psy. Dziś są popularne zarówno w Jugosławii jak i Ameryce Północnej. Pełnią rolę psów stróżujących. Sarplaninac był psem marszałka Josipa Tity.",
        "Description2" : "Sarplaninac to niezależny myśliciel i obrońca. Jest znakomitym obrońcą powierzonego stada. W sytuacjach zagrażających potrafi być okrutny, odważny, nie boi się większych od siebie przeciwników. Jest przy tym inteligentny i mądry, potrafi przewidywać sytuacje. Jest niezmiernie przywiązany do swojego stada, potrafi z nim spać i bawić się tylko w ich pobliżu. Nie spuszcza stada z pola widzenia. Pies pasterski z Szar Płaniny swoich przyjaciół wybiera bardzo ostrożnie. Jest przywiązany do opiekuna i wykonuje jego polecenia, ale lubi pracować samodzielnie. Może mieszkać w rodzinie z dziećmi, ale musi z nimi dorastać i być w tym kierunku socjalizowany i szkolony. Raczej nie bierze udziału w uroczystościach rodzinnych, woli pozostawać na uboczu. Jest to pies typowo gospodarski. Sarplaninac posiada umaszczenie czarne, białe, jasnobrązowe. Ma budowę średniej wielkości psa.",
        "Description3" : "Psy tej rasy nie nadają się do życia w mieszkaniu, w mieście. Nie potrzebują dużo ruchu. Na ogół jest to zdrowa rasa i odporna na choroby. Najlepiej się czuje, gdy może spać na zewnątrz, dlatego należy sprawić mu tam odpowiednie warunki. Jego futro wymaga systematycznej pielęgnacji. Może żyć 13 lat.",
        "MaxPhotos" : 7
    },
    {
        "ElementId" : 24,
        "Race" : "SAARLOOSWOLFHOND",
        "Description" : "Saarlooswolfhond pochodzi z Holandii z pierwszej połowy XX wieku. Opracowany został przez Lenderta Saarloosa. Jego przodkami są owczarek niemiecki i syberyjski wilczur. Oficjalnie nazwany jako Wilczak Saarloosa, od nazwiska hodowcy, w 1975 roku. Początkowo wykorzystywany był jako przewodnik niewidomych. Dziś pełni funkcję psa do towarzystwa i psa rodzinnego.",
        "Description2" : "Saarlooswolfhond to aktywny, niezależny, oddany pies. Jest niezwykle rodzinny, przywiązany do swojego opiekuna. Uwielbia czas spędzony wspólnie z rodziną. Jest psem stadnym, dobrze więc dogaduje się z innymi zwierzętami. Jest cierpliwy i delikatny w stosunku do dzieci. Wymaga szkolenia i wczesnej socjalizacji. Jest bowiem nieco podejrzliwy i nieufny wobec obcych. Posiada także wilczy pęd do ucieczki w sytuacjach nieznanych. Wilczak Saarloosa to duży pies, silnie zbudowany. Jego budowa przypomina wilka. Ma charakterystyczne długie nogi, potrafi kłusem przebyć duże odległości, nie męcząc się przy tym. Jest to pies bardzo energiczny, z dużą potrzebą ruchu. Posiada umaszczenie w kolorach różnych odcieni brązu oraz odcieni kremowego. Szatę swoją zmienia w zależności od pory roku. Zimą jego ciało pokrywa podszerstek, latem włos okrywowy.",
        "Description3" : "Saarlooswolfhond to pies nie wymagający specjalnej opieki pielęgnacyjnej. Ogólnie zdrowy i odporny na choroby. Potrzebuje dużo miejsca i ruchu.",
        "MaxPhotos" : 7
    },
    {
        "ElementId" : 25,
        "Race" : "PUDEL DUŻY",
        "Description" : "Pudel duży pochodzi z Francji. Jest to stara rasa, pierwsze wzmianki pochodzą z XVI wieku. Słowo pudel w języku starogernańskim oznaczało kałużę. We Francji pudle, ze względu na ich brody nazywano barbetami. Najczęściej używano jednak nazwy caniche od nazwy małych kaczek canichon. Psy tej rasy wykorzystywane były bowiem do polowania na kaczki i inne ptaki w środowisku wodnym i na lądzie. Najprawdopodobniej przodkami pudli były islandzkie psy zaganiające i psy myśliwskie. Bardzo szybko pudel stał się psem arystokratycznych salonów. Dziś pudel duży jest psem towarzyskim i psem rodzinnym. Niektóre z nich pracują z ludźmi chorymi i niepełnosprawnymi. Pracują także w laboratorium do wykrywania nowotworów we wczesnym stadium. W Polsce jest to mało popularna rasa. Pierwsze wzmianki o pudlu w Polsce pochodzą od psa Bielika, ulubieńca królewicza Zygmunta, późniejszego króla Zygmunta Augusta.",
        "Description2" : "Pudel duży to inteligencki, dostojny i towarzyski pies. Uwielbia zabawy, chętnie się uczy, potrafi słuchać i współpracować z człowiekiem. Bardzo często psy te wykorzystywane są w cyrku ze względu na szybkość przyswajania wiedzy i umiejętności. Pudle to psy niezwykle towarzyskie, ale przy tym także trochę uparte. Są lojalne i pełne wigoru. Kochają swoją rodzinę, są delikatne w stosunku do dzieci. Muszą jednak być socjalizowane już w szczenięcym okresie, inaczej będą chciały wejść opiekunowi na głowę. Pudle mają bardzo silnie rozwinięty instynkt łowiecki. Są także znakomitymi stróżami swoich domów. Z wyglądu to także dostojne i pełne gracji psy. Posiadają jednolicie czarną, brązową, srebrną, białą, morelową, czerwoną szatę. Uwielbiają prezentować swoją urodę.",
        "Description3" : "Pudel duży to znakomity wybór na psa rodzinnego. Bardzo dobrze czuje się w mieszkaniu w mieście. Jest idealny dla alergików. Potrzebuje profesjonalnego strzyżenia i pielęgnacji. Jest ulubieńcem salonów fryzjerskich i stylistów fryzur. Występują 3 fryzury wystawowe: na lwa, nowoczesna i angielska. Jest to rasa zdrowa, jednak czasami występują u niej problemy ze stawami biodrowymi, skręt żołądka.",
        "MaxPhotos" : 3
    },
    {
        "ElementId" : 26,
        "Race" : "POITEVIN",
        "Description" : "Poitevin pochodzi z XVII wieku z Haut Poitou z południowo-zachodniej Francji. Opracował go markiz Francois de Larrye. Jego przodkami są Foxhoundy angielskie i miejscowe psy myśliwskie. Wykorzystywano go do polowań na wilki. W 1842 roku epidemia wścieklizny znacznie zmniejszyła populację tej rasy.",
        "Description2" : "Poitevin to szybki, odważny, wytrwały pies. Jest obdarzony niesamowitym talentem tropiciela. Potrafi bardzo szybko wytropić zwierzynę. Przez lata pracował w sforze, nie ma więc problemu z dogadaniem się z innymi psami. Uwielbi wędrówki po lesie, nie boi się gęstych zarośli i jeżyn. Jego charakterystyczną cechą jest melodyjny i silny głos. Wymaga intensywnego szkolenia. Dobrze dogaduje się ze swoim opiekunem. Nie jest psem rodzinnym. Protevin ma umaszczenie trójkolorowe, pomarańczowo-białe z czarnymi łatami. Ma krótką sierść, długą głowę, duże oczy, średniej wielkości uszy. Jest dobrze umięśniony.",
        "Description3" : "Psy tej rasy nie nadają się do życia w rodzinie, w mieście. Lubią wolne przestrzenie, las. Wymagają dobrego przeszkolenia. Zdrowe żyją 12 lat.",
        "MaxPhotos" : 3
    },
    {
        "ElementId" : 27,
        "Race" : "PŁOCHACZ NIEMIECKI",
        "Description" : "Płochacz niemiecki pochodzi z końca XIX wieku z Niemiec. Jego przodkami były psy gończe i nierasowe psy na ptaki. Stanowią grupę najstarszych psów niemieckich. Opracowane zostały przez Friedricha Robertha. Wykorzystywane były jako psy myśliwskie do tropienia zwierzyny, głoszenia i aportowania. Pracowały w wodzie i w leśnych terenach łowieckich. Nazwa Wachtelhund oznacza w języku niemieckim pies na przepiórki.",
        "Description2" : "Płochacz niemiecki to wytrwały, zacięty, energiczny pies. Uwielbia ruch i konstruktywne zabawy na powietrzu. Uwielbia aportować, bawić się piłeczką. Kocha otwarte przestrzenie na których może biegać. Po aktywnym spacerze lubi spokojny odpoczynek w domu. Jest bardzo przywiązany do rodziny i swojego opiekuna. Dobrze wychowany i wyszkolony potrafi być kochany, przyjacielski i czuły. Jest bardzo inteligentny, czasami niepokorny, szybko się uczy, ale potrzebuje pozytywnego wzmocnienia. Kocha czas spędzony z rodziną, lubi dzieci i dobrze się z nimi dogaduje. Bez wczesnej socjalizacji i szkolenia może być destrukcyjny. Jest wówczas nadpobudliwy, niespokojny, chętny do psot i niszczenia rzeczy, nieposłuszny. Płochacz niemiecki to pies średniej wielkości, dobrze umięśniony. Posiada umaszczenie w kolorze brązowym, brązowo-białym i brązowo–dereszowatym. Ma gładki, lekko falisty włos.",
        "Description3" : "Płochacz niemiecki nie jest dobrym mieszkańcem miasta i małych powierzchni. Jest psem bardzo żywiołowym, potrzebuje dużego ogrodu, długich codziennych ćwiczeń. Wymaga szkolenia. Może chorować na dysplazję stawu biodrowego. Jest prosty w pielęgnacji.",
        "MaxPhotos" : 8
    },
    {
        "ElementId" : 28,
        "Race" : "PINCZER AUSTRIACKI",
        "Description" : "Pinczer austriacki pochodzi z Austrii. Najprawdopodobniej występował już 4000 lat temu. Pochodzenie tych psów nie jest znane. Wykorzystywane były w gospodarstwach rolnych, jako psy stróżujące i pilnujące stada i domu oraz do tępienia gryzoni znajdujących się w gospodarstwie. Dziś pełnią rolę psa stróżującego i towarzyszącego. Rasa ta nie jest zbyt popularna.",
        "Description2" : "Pinczer austriacki to pracowity, odpowiedzialny i czujny pies. Wymaga jednak wczesnej socjalizacji i odpowiedniego szkolenia w późniejszym okresie. Jest znakomitym psem stróżującym. Ma bardzo dobry słuch i reaguje na wszystkie niedopuszczalne, nawet te ciche dźwięki. Potrzebuje mocnego i konsekwentnego opiekuna, który będzie jego przywódcą. Potrzebuje wielu zadań, ćwiczeń i ruchu. Bez aktywności i z łagodnym właścicielem może być destrukcyjny i przejawiać symptomy agresji. Psy tej rasy nie potrafią dobrze dogadywać się z innymi psami. Lubią kontakt z ludźmi. Uwielbiają czas aktywnie spędzany razem z rodziną. Kochają sport. Pinczer austriacki ma umaszczenie w kolorze czerwonym, czarnym, brązowym, płowym, pręgowanym. Posiada krótki, twardy podszerstek. Jego głowa jest w kształcie gruszki, ma krótki pysk i szeroką klatkę piersiową.",
        "Description3" : "Pinczer austriacki to typowy pies gospodarski. Nie jest odpowiednim psem do życia w mieście. Potrzebuje dużo ruchu i wiele zajęć. Najlepiej czuje się na wsi, w gospodarstwie rolnym. Zdrowy żyje 14 lat. Może chorować na serce, jest to bowiem problem genetyczny tej rasy psów. Jego pielęgnacja nie jest trudna, wystarczy sporadyczne szczotkowanie.",
        "MaxPhotos" : 1
    },
    {
        "ElementId" : 29,
        "Race" : "PIES GRENLANDZKI",
        "Description" : "Pies grenlandzki pochodzi z Grenlandii. Najprawdopodobniej pochodzi jeszcze z czasów starożytnych. Jego przodkami są psy syberyjskie i wilki północne. Wyhodowany został przez Eskimosów jako pies pociągowy i pies myśliwski do polowania na niedźwiedzie i foki. Psy grenlandzkie towarzyszyły Roaldowi Amundsenowi w zdobyciu bieguna południowego w 1911 roku i P. Victorowi w polarnej wyprawie w 1936 roku. Zostały sprowadzone do Szwajcarii do pomocy w budowie linii kolejowej na lodowcu. Robotnicy korzystali z ich siły i wytrwałości. Dziś znane są w całej Europie.",
        "Description2" : "Pies grenlandzki to wytrzymały, silny i wytrwały pies. Wyhodowany do pracy w niezwykle trudnych warunkach jest niezwykle pomocny człowiekowi. Jest bardzo pracowity i szczęśliwy, gdy ma zadania do wykonania. Psy tej rasy są niezależne i samodzielne, bardzo jednak przywiązane do swojego opiekuna. Są mu oddane i wierne. Potrzebują jednak mocnego, konsekwentnego opiekuna, ze stanowczymi poleceniami. Lubią towarzystwo ludzi, uwielbiają też wyścigi psich zaprzęgów. Opiekun stada zaprzęgowego musi umieć radzić sobie z ich pierwotnymi instynktami i silną psychiką. Pies grenlandzki to pies stadny. Ma szeroko zakrojoną hierarchię życia w stadzie. Psy tej rasy są dominujące, wymagają odpowiedniego szkolenia. Należy tak prowadzić wychowanie, aby zachować swoją pozycję przewodnika stada. Pies grenlandzki to dobry pies myśliwski. Ma bardzo silnie zakorzenione instynkty do polowania. Może być agresywny wobec innych psów. Dobrze wychowany jest wspaniałym towarzyszem, wesołym kompanem o żywiołowym usposobieniu. Pies grenlandzki ma umaszczenie jedno lub wielobarwne, dowolnego koloru. Posiada podwójną okrywę włosową, miękki podszerstek oraz gesty, szorstki, prosty włos. Ma grube stopy, silne pazury i odporne na trudne warunki opuszki palców. Jego nogi są silnie umięśnione.",
        "Description3" : "Pies grenlandzki potrzebuje dużej przestrzeni, nie jest wskazane aby mieszkał w mieszkaniu w mieście. Może zamieszkać na zewnątrz, gdzie po stworzeniu mu odpowiednich warunków będzie się dobrze czuł. Nie lubi nadmiernego ciepła. Na ogół jest to zdrowa rasa. Żyje 13 lat. Potrzebuje sporadycznego szczotkowania.",
        "MaxPhotos" : 4
    },
    {
        "ElementId" : 30,
        "Race" : "OWCZAREK FRANCUSKI BEAUCERON",
        "Description" : "Owczarek francuski Beauceron pochodzi z Francji, z regionu Beauce, stąd też pochodzi jego nazwa. Podobnie jak Owczarek francuski Briard należy do grupy psów owczarskich pochodzących z Azji. Najprawdopodobniej wywodzi się od teriera tybetańskiego. Wykorzystywany był jako pies pasterski i zaganiający. Dziś także jako przewodnik ludzi niewidomych. W Polsce mało popularny.",
        "Description2" : "Owczarek francuski Beauceron to pracowity, odważny i inteligentny pies. Od najmłodszego okresu szczenięcego potrzebuje szkolenia i socjalizacji. Wymaga też doświadczonego opiekuna, z konsekwentnymi zasadami i pozytywnym wsparciem. Jest psem sprytnym, niezależnym i upartym. Dobrze wychowany potrafi być towarzyski, miły i sympatyczny. Wychowywany razem z dziećmi jest dla nich łagodny i ciepły. Lubi kontakt ze swoją rodziną. Niezwykle związany ze swoim opiekunem. Jest nieufny wobec osób nieznajomych. Jest to pies o mocnej budowie. Ma krótki, mocny włos z podszerstkiem, który ma kolor jasny. Umaszczenie owczarka ma kolor czarny podpalany. Może mieć biało-szare łaty. Na tylnych łapach posiada wilcze pazury.",
        "Description3" : "Owczarek francuski Beauceron może żyć 13 lat. Ogólnie zdrowy. Może chorować na dysplazję stawu biodrowego. Jest łatwy w pielęgnacji. Potrzebuje dużo ruchu. Praktycznie jest psem wiejskim, ale dostosuje się także do życia w mieście",
        "MaxPhotos" : 8
    },
    {
        "ElementId" : 31,
        "Race" : "OWCZAREK CHORWACKI",
        "Description" : "Owczarek chorwacki pochodzi z I połowy XX wieku z Chorwacji. Powstał z krzyżówki Mudi i Pumi. Wykorzystywany był jako pies zaganiający i stróżujący. Pilnował stada owiec i bydła. Brał udział w psich zawodach typu agility. Rasa ta występuje w dwóch odmianach mniejszej i większej. Jest licznie spotykana w Chorwacji, Słowenii i na Węgrzech.",
        "Description2" : "Owczarek chorwacki to szybkie, pojętne i pełne energii psy. Od najmłodszego okresu wymagają socjalizacji. Zaniedbane, bez żadnych obowiązków i zadań bywają szczekliwe, uciążliwe, mogą być destrukcyjne. Uwielbiają długie spacery i biegi. Powierzone zadania wykonują szybko i z wielkim entuzjazmem. Lubią życie rodzinne. Tolerują inne zwierzęta domowe. Nie mają jednak dobrego kontaktu z dziećmi. Przywiązują się do jednego opiekuna, zostają psami jednego pana. Owczarek chorwacki ma umaszczenie czarne z białymi znaczeniami na piersiach i łapach. Jego włos jest średniej długości, lekko falowany.",
        "Description3" : "Owczarek chorwacki potrzebuje dużo ruchu. Uwielbia biegi przy rowerze lub na równi z biegaczem sportowym. Ma problemy z dysplazją stawu biodrowego. Jego sierść wymaga pielęgnacji i systematycznego szczotkowania.",
        "MaxPhotos" : 3
    },
    {
        "ElementId" : 32,
        "Race" : "OGAR POLSKI",
        "Description" : "Ogar polski posiada niezbyt dokładne pochodzenie. Najprawdopodobniej pochodzi z XVI wieku, z krzyżówki Psa Św. Huberta, psów gończych z Półwyspu Apenińskiego i foxhoudów. Do końca XVIII wieku były to bardzo popularne psy w Polsce. Pisali o nich Mikołaj Rej w „ Żywocie człowieka poczciwego”, hrabia Jan Ostroróg w „O psach gończych i myślistwie z nimi”. Ogar polski był niezwykle cenionym towarzyszem na polowaniach polskiej szlachty. W wieku XIX nastąpił znaczny spadek zainteresowania poprzez krzyżowanie tych psów z innymi rasami. Odnowienie czystej rasy Ogara polskiego zapoczątkował w 1959 roku płk. Piotr Kartawik. Dziś ogar cieszy się dużą popularnością wśród myśliwych. Jest także psem rodzinnym. Znany jest niemal w całej Europie.",
        "Description2" : "Ogar polski to zrównoważony, opanowany i spokojny pies. Doskonale się sprawdza jako pies domowy. Szybko aklimatyzuje się w dowolnych warunkach. Uwielbia kontakt z ludźmi, potrzebuje wspólnie spędzanego czasu. W domu na ogół jest leniwy, uwielbia wylegiwać się na kanapie po długim spacerze. Jest psem niezwykle towarzyskim. Dobrze wyszkolony i socjalizowany nie sprawia problemów. Nie jest agresywny. Ma dobry kontakt z dziećmi. Jest łagodny dla innych psów i zwierząt domowych. Ogary polskie nie są dobrymi stróżami domu, ale zawsze sygnalizują umiarkowanie donośnym głosem przybycie obcej osoby. Są to psy niezależne, niełatwe w szkoleniu, chociaż uczą się szybko. Nie są także psami posłusznymi. Są jednak bardzo wrażliwe na sposób traktowania ich przez właściciela. Nawet podniesiony głos uznają za oznakę ostrego traktowania. Potrzebują pozytywnego wzmocnienia. Ogar polski to pies średniego wzrostu, o silnej budowie ciała. Ma muskularny grzbiet i szyję ze zwisającą dużą ilością fałdowanej skóry. Posiada czarny lub ciemno szary korpus z żółtym lub rdzawym podpalaniem. Na głowie od czoła do nosa, na klatce piersiowej, łapach i końcówce ogona ma białą sierść.",
        "Description3" : "Pielęgnacja ogara nie jest trudna, nie wymaga regularnych zabiegów, wystarczy systematyczne szczotkowanie. Należy zadbać o higienę uszu, ponieważ nie posiada wystarczającej wentylacji kanalików słuchowych. Ogar polski to zdrowa rasa, odporna na choroby. Czasami może wystąpić entropia- wada powiek, łzawienie oczu, zapalenie ucha. Żyje 13 lat.",
        "MaxPhotos" : 16
    },
    {
        "ElementId" : 33,
        "Race" : "NORSK LUNDEHUND",
        "Description" : "Norsk Lundehund pochodzi z XVI wieku z Norwegii z wyspy Værøy. Jego przodkami były psy służące do pilnowania owiec i kóz. Pierwszego opisu tej rasy dokonał w 1591 roku Schønebøl. 200 lat później biskup z Bergen opublikował książkę “Det første Forsøg paa Norges naturlige Historie”, która zawiera informacje o lundehundzie norweskim. Psy wykorzystywane były do łapania ptaków maskonurów. Od wieków łowiono te ptaki dla ich smakowitego mięsa. Czasami było to jedyne pożywienie tamtejszej ludności. Stada tych ptaków przesiadywały na skałach na które potrafił się wspiąć Norka Lundehund. Psy te były bardzo popularne w Norwegii. Ludność wiejska trzymała ich nieraz po 20 sztuk. Jeden pies mógł złapać w ciągu jednej nocy ponad 100 sztuk ptaków. Dlatego też psy tej rasy były bardzo drogie. Ich wartość był równa wartości krowy. W XIX wieku nastąpił spadek ich popularności z uwagi na łapanie ptaków siecią. Dziś maskonury są pod ochroną. Psy Norsk Lundehund stały się psami rodzinnymi i towarzyszącymi. Dziś są mało spotykane nawet w Norwegii.",
        "Description2" : "Norweski lundehund to wytrwały, ambitny i zwinny pies. Jest niesamowicie uważny i czujny. Potrafi zaskoczyć w najbardziej niespodziewanym momencie. Znakomity w górskich wspinaczkach po skałach. Ma silny instynkt myśliwego. Ma silną osobowość i żywy temperament. Lubi kontakt z ludźmi, jest przywiązany do swojego opiekuna. Niesamowicie pracowity. Potrafi rywalizować o względy opiekuna i rodziny. Dobrze dogaduje się z innymi psami. Jest nieufny w stosunku do obcych. Uwielbia wędrówki, ruch na powietrzu i biegi.",
        "Description3" : "Norweski lundehund to pies odporny na choroby. Może mieszkać w mieście, ale znacznie od tego woli duże przestrzenie i wędrówki górskie.",
        "MaxPhotos" : 14
    },
    {
        "ElementId" : 34,
        "Race" : "NIEMIECKI TERIER MYŚLIWSKI",
        "Description" : "Niemiecki terier myśliwski pochodzi z Niemiec z przełomu XIX/XX wieku. Jego przodkami były hodowlane psy o najwyższych walorach użytkowych: foxteriery, szorstkowłose angielskie teriery, teriery walijskie. Nową rasę stworzyli Rudolf Friess, Walter Zangenberg, Carl, Erich Grunwald. Psy tej rasy wykorzystywano do polowania na dziki, lisy, borsuki, łasice i inne małe zwierzęta. Dziś w Stanach Zjednoczonych czy Kanadzie wykorzystywane są przez sportowców i myśliwych. W Polsce rasa ta cieszy się coraz większą popularnością. Używa się ich do polowań na drapieżniki w norach i stogach. Pracują jako psy tropiące i aportujące. Są także psami do towarzystwa.",
        "Description2" : "Niemiecki terier myśliwski ma niezwykłe poczucie wolności i dominacji. Posiada niezwykły dar myśliwego, tropiciela i norowca. Jest bardzo odważny. Stacza zacięte walki z drapieżnikami na które poluje. Od wczesnego okresu szczenięcego wymaga socjalizacji i pozytywnego szkolenia. Pozostawiony sam sobie, zaniedbany, samotny może być agresywny. Nie ma dobrego kontaktu z innymi psami. Jest uparty, zawzięty, pracowity i wytrwały, co powoduje, że osiąga sukcesy na polowaniu. Psy tej rasy potrzebują bardzo dużo ruchu. Łatwo przywiązują się do człowieka. Są niezwykle oddane swojemu opiekunowi. Lubią czas spędzony z najbliższymi. Zawsze stają w obronie swojej rodziny. Są inteligentne, chętnie i szybko się uczą. Niemiecki terier myśliwski ma nieco wydłużoną sylwetkę ciała, jest nieco dłuższy niż wyższy. Występuje w odmianie gładkowłosej i szorstkowłosej. Jego umaszczenie jest czarne, ciemnobrązowe lub szaroczarne, ze znaczeniami nad oczami, na kufie i klatce piersiowej, na nogach i odbycie. Jego sierść jest prosta, gładka, przylegająca do ciała.",
        "Description3" : "Psy tej rasy nie mają obciążeń genetycznych, wyhodowano ich bowiem z najzdrowszych osobników. Są zahartowane i odporne na inne choroby. Mogą mieszkać w mieście. Potrzebują tylko dużej ilości ruchu. Nie wymagają dużej pielęgnacji.",
        "MaxPhotos" : 10
    },
    {
        "ElementId" : 35,
        "Race" : "MOSKIEWSKI STRÓŻUJĄCY",
        "Description" : "Moskiewski stróżujący pochodzi z XX wieku z byłego Związku Radzieckiego. Opracowany został z krzyżówki bernardyna z owczarkiem kaukaskim i innymi rasami psów obronnych. Wykorzystywany był jako pies stróżujący i patrolujący. Dziś funkcjonuje także jako pies towarzyszący.",
        "Description2" : "Moskiewski stróżujący to silny, energiczny i masywny pies. Jest niezwykle silny, dlatego też musi przejść odpowiednie szkolenie już w wieku szczenięcym. Jest bardzo pewny siebie, nie znosi innych psów. Potrafi z nimi walczyć. Łatwo można go sprowokować. Potrzebuje konsekwentnego opiekuna. Nie lubi także osób obcych. Natomiast dla swojej rodziny jest łagodny, ciepły i przyjacielski. Lubi dzieci, ale tylko należące do jego rodziny. Jest niezwykle terytorialny. Wszystko wokół niego jest jego własnością. Pilnuje do upadłego. Moskiewski stróżujący to wielki i masywny pies. Posiada umaszczenie białe z płowymi i brązowymi łatami.",
        "Description3" : "Moskiewski stróżujący to pies bardzo odporny na choroby i zmieniające się warunki atmosferyczne. Nie może mieszkać w mieście w bloku. Uwielbia przebywać na powietrzu, tam też może mieszkać w odpowiednio zrobionym kojcu. Wymaga szkolenia i socjalizacji. Potrzebuje ruchu.",
        "MaxPhotos" : 14
    },
    {
        "ElementId" : 36,
        "Race" : "MASTIF PIRENEJSKI",
        "Description" : "Mastif pirenejski pochodzi z Hiszpanii, z południowych Pirenejów. Na Półwysep Iberyjski został sprowadzony przez Fenicjan około 3000 lat temu. Jego przodkami są masywne, pasterskie psy azjatyckie. Nazwa mastif pochodzi od łacińskiego słowa masuentus – oswojony, udomowiony lub od słowa mastibe- pasterz stad. Historia mastifa pirenejskiego sięga okresu Wergiliusza, 70-19 r. p. n. e., gdy psy tej rasy wykorzystywano do pilnowania i zaganiania stad owiec. Dziś mastif pracuje jako pies obronny, pasterski i towarzyski.",
        "Description2" : "Mastif pirenejski to spokojny, czujny, inteligentny i posłuszny pies. Doskonale zna swoją siłę, nie okazuje jednak agresywności wobec innych psów. Jest dumny i raczej wyniosły. W przypadku zagrożenia jest niezwykle odważny i sprawny. Jest doskonałym psem obronnym. Potrafi stoczyć walkę z niedźwiedziem i wilkiem. Jest także znakomitym psem pasterskim. Znakomicie pilnuje stada zwierząt, czuje się za nie odpowiedzialny. Uwielbia czas spędzony z rodziną. Jest dla swoich bliskich niezwykle łagodny, ciepły i przyjacielski. Dobrze dogaduje się ze znajomymi rodziny, jest nieufny wobec obcych. Niezmiernie czuły dla dzieci, delikatny i opiekuńczy, traktuje je jak własne. Ze względu na swoją siłę i wielkość wymaga socjalizacji. Mastif pirenejski to bardzo duży pies, ma ponadprzeciętny format. Jest muskularny i silny. Nieco dłuższy niż wyższy. Ma niezwykle silne nogi, dużą głowę, duży szeroki nos, trójkątne uszy. Posiada umaszczenie białe z charakterystyczną maską wokół oczu w kolorze szarym, czarnym, jasnobrązowym. Ma grubą sierść, o średniej długości, nieco dłuższą na szyi.",
        "Description3" : "Mastif pirenejski obciążony jest kilkoma chorobami genetycznymi. Są to choroby układu pokarmowego np. zapalenie jelita, skręt żołądka, nowotwory. Rzadko natomiast choruje na dysplazję stawu biodrowego. Potrzebuje dużo ruchu i dużej przestrzeni. Nie jest dobrym mieszkańcem bloku. Nie jest kłopotliwy w pielęgnacji, wymaga szczotkowania, regularnego sprawdzania uszu, zębów i pazurów.",
        "MaxPhotos" : 9
    },
    {
        "ElementId" : 37,
        "Race" : "MAŁY GOŃCZY GASKOŃSKI",
        "Description" : "Mały gończy gaskoński pochodzi z Francji. Jego przodkami były psy gończe z Gaskonii. Hodowany był przez myśliwych jako pies użytkowy. W XVI wieku popularność tych psów znacznie wzrosła, kiedy to hrabia Gaston Phoebus wyhodował sforę tzw. błękitnych psów do polowania na wilki i niedźwiedzie. W kolejnych stuleciach wyhodowano dwie odmiany tej rasy, małą i dużą. Mały gończy gaskoński wykorzystywany był do polowania na zające, wiewiórki i inną drobną zwierzynę. Był ulubionym psem biskupa Poitiers. Foundras – Chateauthiers (1720 – 1773), trzymany w pałacu dworskim, używany jako pies myśliwski. Dziś jest popularny w południowo-zachodniej części Francji.",
        "Description2" : "Mały gończy gaskoński to doskonały myśliwy, czujny, inteligentny, posłuszny. Potrafi pracować w grupie, dostosowuje się do poleceń myśliwego i do pracy innych psów. Wymaga jednak szkolenia i konsekwentnego opiekuna. Jest mądry, chętnie się uczy. Uwielbia czas spędzony z opiekunem. Jest psem przyjaznym, bez skłonności do agresji. Lubi czas spędzony z rodziną. Potrzebuje dużo ruchu, konstruktywnych działań i zabaw. Kocha sportową rywalizację w tropieniu i szukaniu przedmiotów. Potrzebuje pozytywnego wzmocnienia, pochwał i nagród za dobrze wykonane zadanie. Samotny, zaniedbany może być destrukcyjny. Mały gończy gaskoński to niewielki lecz silny pies. Jego umaszczenie jest cętkowane, czarno-białe. Ma dwie czarne łaty po obu stronach głowy, które pozostawiają strzałkę pośrodku czaszki.",
        "Description3" : "Mały gończy gaskoński potrzebuje dużo ruchu na powietrzu, codziennych spacerów. Ma skłonność do dysplazji stawu biodrowego. Jest prosty w pielęgnacji.",
        "MaxPhotos" : 8
    },
    {
        "ElementId" : 38,
        "Race" : "ŁAJKA KARELO-FIŃSKA",
        "Description" : "Łajka karelo-fińska pochodzi z północno-zachodnich obszarów Rosji, przy granicy z Finlandią. Jej nazwa pochodzi od historycznej krainy Karelii. Przodkami tej rasy są szpice fińskie i myśliwskie psy rosyjskie. Psy te wykorzystywano w Europie do polowania. Całkowite wyodrębnienie tej rasy, jako rasy samodzielnej, nastąpiło w XX wieku. Pierwsze hodowle powstały w Petrozawodzku i Mjedwjeżjegorsku. Dziś rasa ta jest popularna jedynie w Rosji. Używana do polowania na kuropatwy, wiewiórki. W innych krajach bardzo mało znana.",
        "Description2" : "Łajka karelo-fińska to najmniejszy pies z grupy łajek. Jest energiczny, żywy, pobudliwy i niezwykle obronny. Jest inteligentny i niezwykle wrażliwy na sposób traktowania. Podobnie jak inne łajki nie toleruje złego traktowania. Dobrze wyszkolony i traktowany, jest psem przyjacielskim, towarzyskim, przyjaźnie nastawionym do znajomych. Pieski te często są nieufne wobec obcych. Mają wielki instynkt psa stróżującego i myśliwego. Ze swoim opiekunem nawiązują głęboką przyjaźń. Uwielbiają wspólny odpoczynek po ciężkiej pracy w samochodzie opiekuna. Umaszczenie tego psa występuje w kolorze rudym z różnymi odcieniami. Ma dwuwarstwową sierść: gęsty podszerstek i twarde, proste włosy.",
        "Description3" : "Łajka karelsko-fińska to pies ogólnie zdrowy, nie obciążony żadnymi chorobami genetycznymi. Jest łatwy w pielęgnacji i potrzebuje dużo ruchu.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 39,
        "Race" : "ŁAJKA ZACHODNIOSYBERYJSKA",
        "Description" : "Łajka zachodniosyberyjska pochodzi z zachodniej Syberii. Przodkami tej rasy psów sa różne odmiany łajek: łajka mansijska, chanrejska oraz rosyjskie psy myśliwskie. Wykorzystywana jako pies myśliwski.",
        "Description2" : "Łajka zachodniosyberyjska to niepokorny, samodzielny pies. Wyszkolony został do umiejętnego tropienia zwierzyny w lesie. Poluje sam bez udziału myśliwego, poprzez naganianie zwierzyny. Niechętnie wykonuje polecenia myśliwego, potrafi sam zorganizować sobie odpowiedni sposób tropienia. Wymaga szkolenia od najmłodszego okresu, ale wykazuje niezmierną wrażliwość na sposób traktowania. Surowa dyscyplina nie przynosi żadnych rezultatów. Ćwiczenia powinny odbywać się w formie zabawy, a pies winien być często nagradzany. Karanie psa może spowodować utratę jego zaufania. Dobrze traktowany pies jest bardzo wiernym i oddanym przyjacielem. Ma przyjazny stosunek do ludzi. Jest bardzo inteligentny i pojętny. Może czasami wykazywać agresję w stosunku do innych psów. Łajka zachodniosyberyjska posiada różnorodne umaszczenie. Może występować w kolorze białym, kremowym, pieprz i sól, rudym, szarym, łaciatym. Włosy psa są grube i proste, na szyi tworzą charakterystyczny kołnierz, na kończynach tworzą się dłuższe frędzle, a pomiędzy palcami występuje sierść. Łajki mają muskularną szyję, mocny tułów, klinowatą kufę, skośnie ustawione oczy, stojące uszy.",
        "Description3" : "Łajka zachodniosyberyjska nie wymaga wielu zabiegów pielęgnacyjnych, wystarczy szczotkowanie. Pies chętnie sam się kąpie w zbiornikach wodnych i nie wymaga dodatkowych zabiegów pielęgnacyjnych. Rasa niezwykle zdrowa, bez obciążeń genetycznych.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 40,
        "Race" : "ŁAJKA WSCHODNIOSYBERYJSKA",
        "Description" : "Łajka wschodniosyberyjska pochodzi ze wschodniej Syberii, z Rosji. Przodkami tej rasy są psy myśliwskie ze wschodniej Syberii, z rejonu Irkucka i wschodnich terenów jeziora Bajkał. Słowo łajka w języku rosyjskim oznacza szczekacz, oszczekiwacz. Wykorzystywano ją jako psa myśliwskiego, stróżującego i pociągowego.",
        "Description2" : "Łajka wschodniosyberyjska pod względem budowy jest największą i najsilniejszą łajką w Rosji. Jest to pies bardzo czujny, wytrwały, mądry. Jest dobrym myśliwym, ale także dobrym psem stróżującym. Jest nieufny wobec obcych, wymaga odpowiedniego szkolenia. Jest to pies jednego opiekuna. Toleruje także rodzinę i lubi spędzać z nią wolny czas. Jest to raczej samotnik i pies niezależny. Nie jest przekupny. Uwielbia ruch na powietrzu, długie spacery, biegi. Łajka wschodnioeuropejska posiada różnorodne umaszczenie, może być w kolorze szarym, szaro-białym, białym, rudym, łaciatym. Ma prosty, szeroki i muskularny grzbiet, klinowatą głowę, małe oczy osadzone skośnie, stojące uszy.",
        "Description3" : "Łajka wschodnioeuropejska to niezwykle zdrowy pies. Nie jest obciążony żadnymi chorobami genetycznymi. Potrzebuje dużo ruchu i codziennych, długich spacerów.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 41,
        "Race" : "ŁAJKA ROSYJSKO-EUROPEJSKA",
        "Description" : "Łajka rosyjsko-europejska pochodzi z północnych rejonów europejskiej Rosji. Znana jest od wielu wieków. Jej przodkami są pierwotne psy myśliwskie i psy użytkowe z plemienia Komi. Łajka bardzo przypomina karelskiego psa na niedźwiedzie, zarówno pod względem wyglądu jak i charakteru. Łajka wschodnio-europejska wykorzystywana była do polowania na grubą zwierzynę, zwierzęta futerkowe i ptaki. Dziś jest bardzo popularna w Rosji, hodowana jako pies myśliwski i pies do towarzystwa.",
        "Description2" : "Łajka rosyjsko-europejska to wytrzymały, mocny i energiczny pies. Jest niezależny i samodzielny. Niezmiernie pracowity, mądry i inteligentny. Ma silnie zakorzeniony instynkt myśliwski. W rodzinie jest raczej spokojny i przyjazny. Potrzebuje socjalizacji od najmłodszego okresu szczenięcego. Szybko się uczy i długo pamięta zdobytą wcześniej naukę. Są to psy właściwie jednego opiekuna. Są do niego niezmiernie przywiązane, ale uwielbiają spędzać czas z rodziną. Bardzo chcą być przydatne w ich życiu. Nie zbyt posłuszne. Są energiczne, potrzebują dużo ruchu na powietrzu. Łajka rosyjsko-europejska posiada umaszczenie czarno-białe, może być także całkowicie czarne, szare, białe, pieprz i sól lub łaciate. Ma sierść składająca się z dwóch warstw podszerstka, proste i twarde włosy różnej długości. Jego głowa jest w kształcie klina, ma skośnie osadzone oczy, trójkątne uszy. Posiada mocną, szeroką i prostą sylwetkę.",
        "Description3" : "Łajka wschodnio-europejska wymaga dużo ruchu na świeżym powietrzu, długich spacerów i zabaw. Jest jedną z najzdrowszych ras i najbardziej odpornych na niskie temperatury. W srogie zimy potrafi ogrzać opiekuna własnym ciałem.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 42,
        "Race" : "LAPINPOROKOIRA",
        "Description" : "Lapinporokoira pochodzi z Finlandii. Jest to pies starożytnej rasy, ale pierwsze zapiski pojawiły się w XVII wieku. Ten lapoński pies pilnujący był na wymarciu po II wojnie światowej. Dopiero od roku 1959 rozpoczęła się na nowo jego hodowla. Wykorzystywany był do pilnowania stad reniferów. Dziś nadal pracuje jako pies pasterski przy reniferach oraz jako pies stróżujący i towarzyszący.",
        "Description2" : "Lapinporokoira to posłuszny, energiczny i pracowity pies, typowy pasterz. Jest niezwykle czujny i aktywny. Chętnie się uczy i jest pojętnym uczniem. Uwielbia ruch, ćwiczenia, zabawy, biegi. Niezwykle przywiązany do swojego opiekuna. Lubi jednak pracować samodzielnie, zdany na samego siebie. Stawia sobie wysokie wymagania. Jest wytrzymały i twardy, nie okazuje słabości, ani zmęczenia. Cechuje go niezależność i elastyczność. Posiada czarne podpalane albo czekoladowo- podpalane umaszczenie. Ma twardą sierść i miękki podszerstek. Jego włosy są średniej i prostej długości. Na skórze ma charakterystyczne zmarszczki.",
        "Description3" : "Psy tej rasy wymagają dużo ruchu i spacerów. Ogólnie jest to zdrowa rasa. Nie lubi upałów.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 43,
        "Race" : "LANDSEER",
        "Description" : "Landseer pochodzi z Kanady z XVIII wieku. Opracowany został jako odmiana Nowofundlandczyka. Dzięki portretom Sir Edwina Landseera psy tej rasy zdobyły popularność. Nazwa rasy pochodzi właśnie od jego nazwiska. Opisywane były także przez wielu poetów m.in. lorda Byrona. Do Europy przywędrowały z francuskimi i angielskimi rybakami. Anglicy ustanowili wzorzec tej rasy. Wykorzystywane były do pomocy rybakom, były także psami do towarzystwa. Dziś pracują jako psy stróżujące, ratujące ludzi w ratownictwie wodnym i jako psy towarzyszące. W Polsce rasa jest nielicznie spotykana.",
        "Description2" : "Landseer to znakomity pływak, skłonny do ratowania innych i obrony słabszych. Jest psem bardzo towarzyskim, łagodnym i spokojnym. Uwielbia pływanie i wszelkie zabawy w wodzie. Jest przy tym zwinny i szybki. Kocha przebywać ze swoją rodziną. Jest słodki, czuły i kochany. Psy tej rasy uratowały wielu ludzi przed utonięciem. Landseer to duży, silnie zbudowany pies. Ma umaszczenie białe z czarnymi łatami na tułowiu i zadzie oraz czarną głowę i białe znaczenia na kufie. Posiada długi, gęsty włos z podszerstkiem. Ma masywną głowę, grubą szyję, silnie owłosiony ogon i duże łapy.",
        "Description3" : "Psy tej rasy potrzebują zbiorników wodnych, aby mogły wykorzystywać tam swoją energię. Średnia długość życia wynosi 11 lat.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 44,
        "Race" : "LABRADOODLE",
        "Description" : "Labradoodle pochodzi z 1988 z Australii z krzyżówki Labradora Retrievera z pudlem. Opracowany został przez Wallyego Cornena, pracownika Stowarzyszenia Australijskich Psów Pracujących dla kobiety niedowidzącej, mieszkającej na Hawajach. Pies ten, ze względu na uczulenie alergiczne męża tej kobiety, musiał być niealergizujący. W ten sposób powstały znakomite psy dla alergików w połączeniu ze zdolnością przewodnika dla niepełnosprawnych. Dziś występują trzy odmiany: miniaturowe, średnie i duże. Wysokość: 30 – 40 cm (miniaturowe), 40 – 51 cm (średnie), 51 – 66 (standardowe) / Masa: 6 – 12 kg (miniaturowe), 12 – 23 kg (średnie), 23 – 45 kg (standardowe)",
        "Description2" : "Labradoodle to pies niezwykle zdolny, szybki w uczeniu się i posłuszny. Potrafi znakomicie współpracować z ludźmi. Opiekuje się swoim opiekunem, jest bardzo rodzinny i przyjacielski. Uwielbia czas spędzany z rodziną. Są to psy żywe i energiczne, lubią zabawy i gry konstruktywne. Mają bardzo dobry kontakt z dziećmi i innymi zwierzętami. Dobrze wyszkolone, nie przejawiają agresji. Labradoodle mają atletyczną sylwetkę. Wyróżnia się dwa typy sierści: runo, przypominające sierść owcy i wełna, wyglądająca jak sierść pudla. Umaszczenie tych psów występuje w różnych kolorach od czarnego do beżowego.",
        "Description3" : "Labradoodle obciążony jest wieloma chorobami genetycznymi po rodzicach. Są to problemy związane z dysplazją stawów biodrowych, choroby oczu, tarczycy. Hodowcy pracują obecnie nad całkowicie zdrową rasą.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 45,
        "Race" : "PIES NIERASOWY",
        "Description" : "Pies nierasowy swoją historią sięga czasów ludów pierwotnych. Jest to pies niezaliczany do żadnej z ras psów. Może być wynikiem skrzyżowania psów niewiadomego pochodzenia, zarówno kundli jak i mieszańców, może być także potomkiem dwóch odrębnych ras. W pierwszym przypadku mówimy o kundelku, w drugim o mieszańcu lub wielorasowcu.",
        "Description2" : "Pies nierasowy to pies bardzo zróżnicowany pod względem charakteru. Bardzo trudno jednoznacznie określić jego osobowość, wszystko bowiem zależy od przodków danego psa. Mieszaniec posiada zwykle cechy dwóch, lub kilku ras, które ze sobą skrzyżowano. Kundelek to piesek niewiadomego pochodzenia, więc trudno określić skąd biorą się jego cechy. Umaszczenie takich psów jest tak różne jak różne są rasy psów. Posiadają różnorodną budowę, wielkość i szatę płaszcza.",
        "Description3" : "Pies nierasowy jest zdrowszy od psa rasowego, żyje dłużej. Jest bardziej odporny na choroby.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 46,
        "Race" : "KROMFOHRLÄNDER",
        "Description" : "Kromfohrländer pochodzi z 1945 roku z Niemiec. Jest krzyżówką gryfona bretońskiego z foxterierem. Pierwszym hodowcą była Ilsa Scheifenbaun. Dziś istnieją 3 odmiany tej rasy: szorstkowłosa, gładkowłosa z długimi włosami i gładkowłosa z krótkimi włosami. Początkowo wyhodowany jako pies myśliwski i pies towarzyszący. Dziś używany jako pies do towarzystwa i pies wystawowy.",
        "Description2" : "Kromfohrländer to niezwykle oddany towarzysz. Uwielbia swojego opiekuna. Nie ma jednak dobrych relacji z dziećmi, chodź je toleruje. Jest przyjazny w stosunku do ludzi, ale nadaje się też na stróża. Potrafi dostosować się do różnych warunków życia. Nie jest to pies energiczny, woli spokój i domowe kanapy. Lubi przebywać ze swoja rodziną. Jego umaszczenie jest w kolorze białym w brązowe łaty. Sierść zależy od odmiany jaką reprezentuje.",
        "Description3" : "Kromfohrländer może mieszkać w małym mieszkaniu w mieście, nie potrzebuje bowiem dużo ruchu. Nie przepada za spacerami. Nie wymaga strzyżenia. Łatwy w pielęgnacji.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 47,
        "Race" : "KOOIKERHONDJE",
        "Description" : "Kooikerhondje pochodzi z Holandii z XVI wieku. Jego przodkami są psy hodowane do polowań, tzw. ptaszniki. Jest jednym z najmniejszych psów do polowania na ptaki. Wykorzystywano go do polowania metodą hodjes Kooiker, łapanie ptactwa za pomocą klatek. Ponadto psy tej rasy łapały myszy, łasice i szczury. Płochacz holenderski był bardzo popularny w XVII i XVIII wieku. Swoje miejsce znalazł także na obrazach Rembrandta i Steena. XIX wiek przyniósł znaczny spadek hodowli. Dopiero w latach czterdziestych XX wieku baronowa van Harderbroek z Ammerstol przyczyniła się do odrodzenia na nowo tej rasy psów.",
        "Description2" : "Płochacz holenderski to pracowity, opanowany i czujny pies. Jest bardzo przywiązany do swego opiekuna, a podczas pracy ściśle z nim współpracuje. Jest przy tym posłuszny, mądry i inteligentny. Bardzo szybko dostosowuje się do zmieniającej rzeczywistości. Potrafi być bardzo spokojny i żywy, energiczny w zależności od sytuacji. Jest nieco nieufny w stosunku do obcych ludzi. To także doskonały pies stróżujący. Kooikerhondje posiada średniej długości, wodoodporny płaszcz. Ma błyszczące, dwukolorowe umaszczenie w barwach białej, pomarańczowej, czerwonej. Posiada długie wiszące uszy i charakterystyczny długi pierzasty ogon.",
        "Description3" : "Płochacz holenderski może mieszkać w mieszkaniu, ale potrzebuje dużej dawki ruchu. Nie wymaga skomplikowanej pielęgnacji. Żyje 14 lat. Posiada obciążenia genetyczne w postaci chorób oczu, zaćmy, zaburzeń krwi, padaczki, częstych zwichnięć rzepki. Ma także skłonność do otyłości.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 48,
        "Race" : "KISHU",
        "Description" : "Kishu pochodzi z Japonii, z terenów Kishu, w prefekturze Wakayama i Mie, z 2500 r. p.n.e. Jest to pies starożytny, prezentujący typ dawnego szpica japońskiego. Był wykorzystywany do polowań na dziki, sarny, jelenie. Pracował jako pies stróżujący. Dziś w Europie hodowany jest jako pies do towarzystwa.",
        "Description2" : "Kishu Inu to pies przyjacielski, spokojny i wierny. Jako pies myśliwski jest bardzo wytrzymały, szybki i odporny. Potrafi pracować w grupie z innymi psami. Ma silny instynkt łowiecki, dlatego też od wieku szczenięcego powinien przechodzić socjalizację, poznawać inne zwierzęta, szczególnie koty. Nie powinien zostawać w domu z chomikami, świnkami morskimi, ponieważ potraktuje je jak zdobycz. Kishu to przyjacielski, inteligentny pies. Uwielbia swoją rodzinę. Jest nieufny wobec obcych. Znakomicie nadaje się na psa stróżującego. Dobrze wyszkolony potrafi dogadywać się z dziećmi. Potrzebuje silnego opiekuna. Kishu ma umaszczenie białe, czasami pręgowane lub w odcieniach beżu. Ma silną sylwetkę, małe, trójkątne uszy, kufę w kształcie klina i gruby ogon.",
        "Description3" : "Kishu nie lubi przebywać sam w domu, wymaga szkolenia i konsekwentnego właściciela. W przeciwnym razie będzie chciał dominować. Jest to pies bardzo energiczny, potrzebuje dużo ruchu. Nie wymaga pielęgnacji. Ogólnie jest to zdrowa rasa, może czasami chorować na dysplazję stawu biodrowego.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 49,
        "Race" : "KELPIE",
        "Description" : "Kelpie został wyhodowany w II połowie XIX wieku w Australii. Pochodzi z krzyżówki Border, scotch collie i owczarków angielskich. Jest to pies typu wilkowatego, wykorzystany do zaganiania zwierząt domowych. Przystosowany jest do surowego, gorącego klimatu i trudnych warunków australijskiego buszu. Ma doskonale wykształcony wzrok, głos oraz ruch. Hodowany jest głównie w Australii i Stanach Zjednoczonych. Pracuje na ranczach i farmach jako pies pasterski.",
        "Description2" : "Kelpie to wytrzymały, wierny i inteligentny pies. Wspaniały towarzysz dla opiekuna. Potrafi także pracować w samotności, zdany tylko na własne siły. To niestrudzony i doskonały pasterz. Ma wrodzony instynkt pracy z owcami, czuje się za nie odpowiedzialny. Można powiedzieć, że to pies pracoholik. Dobrze wyszkolony ma dobry kontakt z dziećmi i innymi zwierzętami domowymi. Potrafi w razie niebezpieczeństwa bronić swojej rodziny. Jest bardzo dobrym psem obronnym, skłonnym do poświęcenia życia za swoich bliskich. Potrzebuje silnego i konsekwentnego opiekuna, z uwagi na jego dominujący charakter. Owczarek australijski kelpie to muskularny, ale i zwinny pies. Jego umaszczenie jest czarne, czarno podpalane, niebieskie, podpalane w odcieniach kremowego. Może mieć jasne znaczenia. Ma krótką, prostą sierść, długie nogi, na pośladkach charakterystyczne znaczenia, ogon w postaci szczotki.",
        "Description3" : "Kelpie to pies wymagający dużej przestrzeni, dużo ruchu i dużo szkoleń, To typowy pies pasterski, potrzebujący ciągłych zajęć i pracy. Bez nich może być destrukcyjny.",
        "MaxPhotos" : 0
    },
    {
        "ElementId" : 50,
        "Race" : "JAMTHUND",
        "Description" : "Jamthund pochodzi ze Szwecji z krainy Jämtlandii. Za odrębną rasę uznano go w 1946 roku. Wyhodowany został do polowania na łosie, wilki i niedźwiedzie. Jest jednym z największych psów myśliwskich w Skandynawii. Dziś Jamthund wykorzystywany jest do polowań, nie jest praktycznie znany poza granicami Szwecji.",
        "Description2" : "Jämthund to duży, silny i wytrwały pies myśliwski. Jest pewny siebie, sprawny, szybki. Niezwykle pracowity, mógłby polować całymi dniami i nocami. Potrafi poruszać się w najtrudniejszym terenie, nie jest zmęczony nawet po kilku dniach pracy. Dobrze wyszkolony jest znakomitym przyjacielem. Toleruje dzieci, ale wymaga nadzoru dorosłych. Jako pies rodzinny jest towarzyski i uczuciowy. Lubi jednak chodzić własnymi drogami. Jest bardzo inteligentny. Psy tej rasy mają umaszczenie szare z jaśniejszymi plamami na kufie, policzkach, podgardle i klatce piersiowej. Mają silne łapy, które pozwalają im brodzić po nierównym terenie pokrytym śniegiem.",
        "Description3" : "Jamthund potrzebuje dużej przestrzeni, dużo ruchu. Powinien odbyć szkolenie już we wczesnym okresie szczenięcym. Dobrze czuje się w wolnej przestrzeni. To typowy pies myśliwski. Wymaga regularnego szczotkowania.",
        "MaxPhotos" : 0
    }
]
}